{
    "chapter": "अध्याय 9 – राजविद्या राजगुह्य योग:",
    "shlokas": [
      {
        "number": 1,
        "sanskrit": "श्रीभगवानुवाच:\nइदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे।\nज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्ष्यसेऽशुभात्॥",
        "hindi_meaning": "श्रीभगवान ने कहा: मैं तुम्हें यह अत्यंत गुह्य ज्ञान बताऊँगा, क्योंकि तुम असंशयी हो। यह ज्ञान और विज्ञान से युक्त है, जिसे जानकर तुम सभी अशुभों से मुक्त हो जाओगे।",
        "explanation": "कृष्ण अर्जुन को सर्वोच्च रहस्यमय ज्ञान देने वाले हैं जो मोक्ष का मार्ग प्रशस्त करता है।"
      },
      {
        "number": 2,
        "sanskrit": "राजविद्या राजगुह्यं पवित्रमिदमुत्तमम्।\nप्रत्यक्षावगमं धर्म्यं सुसुखं कर्तुमव्ययम्॥",
        "hindi_meaning": "यह ज्ञान राजविद्या (ज्ञानों का राजा) और राजगुह्य (रहस्यों का राजा) है, अत्यंत पवित्र, सर्वोत्तम, प्रत्यक्ष अनुभव करने योग्य, धर्म के अनुकूल, अत्यंत सुखद और अविनाशी है।",
        "explanation": "इस ज्ञान की विशेषताएँ - यह सीधा अनुभव करने योग्य और शाश्वत सुख देने वाला है।"
      },
      {
        "number": 3,
        "sanskrit": "अश्रद्दधानाः पुरुषा धर्मस्यास्य परन्तप।\nअप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि॥",
        "hindi_meaning": "हे परंतप! जो लोग इस धर्म में श्रद्धा नहीं रखते, वे मुझे प्राप्त नहीं कर पाते और मृत्यु-संसार के मार्ग में लौट आते हैं।",
        "explanation": "श्रद्धा के बिना इस ज्ञान को समझना असंभव है और ऐसे लोग संसार चक्र में फंसे रहते हैं।"
      },
      {
        "number": 4,
        "sanskrit": "मया ततमिदं सर्वं जगदव्यक्तमूर्तिना।\nमत्स्थानि सर्वभूतानि न चाहं तेष्ववस्थितः॥",
        "hindi_meaning": "यह समस्त जगत मेरी अव्यक्त मूर्ति से व्याप्त है। सभी प्राणी मुझमें स्थित हैं, परंतु मैं उनमें स्थित नहीं हूँ।",
        "explanation": "ईश्वर की व्यापकता - वह सब कुछ में व्याप्त हैं पर किसी में सीमित नहीं।"
      },
      {
        "number": 5,
        "sanskrit": "न च मत्स्थानि भूतानि पश्य मे योगमैश्वरम्।\nभूतभृन्न च भूतस्थो ममात्मा भूतभावनः॥",
        "hindi_meaning": "प्राणी मुझमें स्थित नहीं हैं, मेरे ऐश्वर्यमय योग को देखो! मैं प्राणियों का धारक हूँ, उनमें स्थित नहीं, क्योंकि मैं उनका आत्मा और उत्पत्तिकर्ता हूँ।",
        "explanation": "ईश्वर का विरोधाभासी स्वरूप - वह सबका आधार है पर किसी पर आधारित नहीं।"
      },
      {
        "number": 6,
        "sanskrit": "यथाकाशस्थितो नित्यं वायुः सर्वत्रगो महान्।\nतथा सर्वाणि भूतानि मत्स्थानीत्युपधारय॥",
        "hindi_meaning": "जैसे महान वायु सदैव आकाश में स्थित रहकर सर्वत्र व्याप्त है, वैसे ही समस्त प्राणी मुझमें स्थित हैं - ऐसा समझो।",
        "explanation": "आकाश और वायु के उदाहरण से ईश्वर की व्यापकता समझाई गई है।"
      },
      {
        "number": 7,
        "sanskrit": "सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम्।\nकल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम्॥",
        "hindi_meaning": "हे कौन्तेय! कल्प के अंत में सभी प्राणी मेरी प्रकृति में प्रवेश करते हैं और कल्प के आरंभ में मैं उन्हें पुनः उत्पन्न करता हूँ।",
        "explanation": "सृष्टि का चक्रीय प्रक्रिया - संहार और पुनर्सृष्टि।"
      },
      {
        "number": 8,
        "sanskrit": "प्रकृतिं स्वामवष्टभ्य विसृजामि पुनः पुनः।\nभूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात्॥",
        "hindi_meaning": "अपनी प्रकृति को आधार बनाकर मैं बार-बार इस समस्त प्राणी समुदाय को उत्पन्न करता हूँ, जो प्रकृति के वश में अनायास ही होता है।",
        "explanation": "ईश्वर प्रकृति के माध्यम से सृष्टि की रचना करते हैं।"
      },
      {
        "number": 9,
        "sanskrit": "न च मां तानि कर्माणि निबध्नन्ति धनञ्जय।\nउदासीनवदासीनमसक्तं तेषु कर्मसु॥",
        "hindi_meaning": "हे धनञ्जय! ये कर्म मुझे बाँधते नहीं, क्योंकि मैं उदासीन की तरह इन कर्मों में आसक्ति रहित बैठा रहता हूँ।",
        "explanation": "ईश्वर कर्मों से अप्रभावित रहते हैं क्योंकि वे निष्क्रिय दृष्टा हैं।"
      },
      {
        "number": 10,
        "sanskrit": "मयाध्यक्षेण प्रकृतिः सूयते सचराचरम्।\nहेतुनानेन कौन्तेय जगद्विपरिवर्तते॥",
        "hindi_meaning": "हे कौन्तेय! मेरी अध्यक्षता में प्रकृति चराचर जगत की उत्पत्ति करती है। इसी कारण यह जगत चक्र में घूमता रहता है।",
        "explanation": "प्रकृति ईश्वर की नियंत्रण में ही कार्य करती है।"
      },
      {
        "number": 11,
        "sanskrit": "अवजानन्ति मां मूढा मानुषीं तनुमाश्रितम्।\nपरं भावमजानन्तो मम भूतमहेश्वरम्॥",
        "hindi_meaning": "मूर्ख लोग मेरे मनुष्य रूप को देखकर मेरी उपेक्षा करते हैं, क्योंकि वे मेरे परम भाव और भगवत्स्वरूप को नहीं जानते।",
        "explanation": "अज्ञानी लोग कृष्ण के दिव्य स्वरूप को नहीं पहचान पाते।"
      },
      {
        "number": 12,
        "sanskrit": "मोघाशा मोघकर्माणो मोघज्ञाना विचेतसः।\nराक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिताः॥",
        "hindi_meaning": "ऐसे लोगों की आशाएँ, कर्म और ज्ञान सभी व्यर्थ होते हैं। वे राक्षसी और आसुरी प्रकृति को धारण करने वाले मोहग्रस्त होते हैं।",
        "explanation": "अविश्वासियों की दुर्दशा - वे दानवी प्रवृत्तियों में फंसे रहते हैं।"
      },
      {
        "number": 13,
        "sanskrit": "महात्मानस्तु मां पार्थ दैवीं प्रकृतिमाश्रिताः।\nभजन्त्यनन्यमनसो ज्ञात्वा भूतादिमव्ययम्॥",
        "hindi_meaning": "हे पार्थ! महात्मा लोग दैवी प्रकृति को धारण करके, मुझ अविनाशी और समस्त प्राणियों के आदि कारण को जानकर अनन्य भाव से मेरी भक्ति करते हैं।",
        "explanation": "महापुरुषों का लक्षण - वे ईश्वर के दिव्य स्वभाव को पहचानते हैं।"
      },
      {
        "number": 14,
        "sanskrit": "सततं कीर्तयन्तो मां यतन्तश्च दृढव्रताः।\nनमस्यन्तश्च मां भक्त्या नित्ययुक्ता उपासते॥",
        "hindi_meaning": "ये भक्त सदैव मेरा कीर्तन करते हुए, दृढ़ निश्चय के साथ प्रयत्नशील रहते हैं। वे भक्तिपूर्वक मुझे नमस्कार करते हुए निरंतर मेरी उपासना में लगे रहते हैं।",
        "explanation": "भक्तों के गुण - निरंतर स्मरण, दृढ़ता और भक्ति।"
      },
      {
        "number": 15,
        "sanskrit": "ज्ञानयज्ञेन चाप्यन्ये यजन्तो मामुपासते।\nएकत्वेन पृथक्त्वेन बहुधा विश्वतोमुखम्॥",
        "hindi_meaning": "अन्य लोग ज्ञानयज्ञ द्वारा मेरी उपासना करते हैं - कुछ मुझे एक रूप में, तो कुछ अनेक रूपों में और कुछ विश्वरूप में देखते हुए।",
        "explanation": "भक्ति के विभिन्न मार्ग - एकरूप, विभिन्न रूप या विराट रूप में उपासना।"
      },
      {
        "number": 16,
        "sanskrit": "अहं क्रतुरहं यज्ञः स्वधाहमहमौषधम्।\nमन्त्रोऽहमहमेवाज्यमहमग्निरहं हुतम्॥",
        "hindi_meaning": "मैं ही क्रतु (यज्ञ) हूँ, मैं ही यज्ञ हूँ, स्वधा (पितरों का आहार) हूँ, औषधि हूँ, मंत्र हूँ, आज्य (घृत) हूँ, अग्नि हूँ और हवन हूँ।",
        "explanation": "ईश्वर ही सभी यज्ञों का सार तत्त्व हैं।"
      },
      {
        "number": 17,
        "sanskrit": "पिताहमस्य जगतो माता धाता पितामहः।\nवेद्यं पवित्रमोङ्कार ऋक् साम यजुरेव च॥",
        "hindi_meaning": "मैं इस जगत का पिता, माता, धाता (धारण करने वाला) और पितामह हूँ। मैं ही जानने योग्य, पवित्र करने वाला, ॐकार, ऋक्, साम और यजुर्वेद हूँ।",
        "explanation": "ईश्वर समस्त संबंधों और वेदों का मूल स्रोत हैं।"
      },
      {
        "number": 18,
        "sanskrit": "गतिर्भर्ता प्रभुः साक्षी निवासः शरणं सुहृत्।\nप्रभवः प्रलयः स्थानं निधानं बीजमव्ययम्॥",
        "hindi_meaning": "मैं गति (मार्ग) हूँ, भर्ता (पालनकर्ता) हूँ, प्रभु हूँ, साक्षी हूँ, निवास हूँ, शरण हूँ, सुहृद (मित्र) हूँ। मैं उत्पत्ति, प्रलय, स्थान, निधान (भंडार) और अविनाशी बीज हूँ।",
        "explanation": "ईश्वर के विविध स्वरूप - वह सभी कुछ हैं और सभी के स्रोत हैं।"
      },
      {
        "number": 19,
        "sanskrit": "तपाम्यहमहं वर्षं निगृह्णाम्युत्सृजामि च।\nअमृतं चैव मृत्युश्च सदसच्चाहमर्जुन॥",
        "hindi_meaning": "हे अर्जुन! मैं ताप (गर्मी) देता हूँ, वर्षा करता हूँ और रोकता भी हूँ। मैं अमृत और मृत्यु हूँ, सत् और असत् भी मैं ही हूँ।",
        "explanation": "प्रकृति के सभी विरोधाभासी तत्त्व ईश्वर में समाहित हैं।"
      },
      {
        "number": 20,
        "sanskrit": "त्रैविद्या मां सोमपाः पूतपापा यज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते।\nते पुण्यमासाद्य सुरेन्द्रलोकमश्नन्ति दिव्यान्दिवि देवभोगान्॥",
        "hindi_meaning": "तीन वेदों को जानने वाले, सोमरस पीकर पापमुक्त हुए लोग यज्ञों द्वारा मेरी पूजा कर स्वर्ग की प्राप्ति चाहते हैं। वे पुण्य के फलस्वरूप इंद्रलोक में दिव्य भोगों का उपभोग करते हैं।",
        "explanation": "कर्मकांडियों की स्वर्ग प्राप्ति और उसकी सीमा।"
      },
      {
        "number": 21,
        "sanskrit": "ते तं भुक्त्वा स्वर्गलोकं विशालं क्षीणे पुण्ये मर्त्यलोकं विशन्ति।\nएवं त्रयीधर्ममनुप्रपन्ना गतागतं कामकामा लभन्ते॥",
        "hindi_meaning": "उस विशाल स्वर्गलोक का भोग करके और पुण्य क्षीण हो जाने पर वे फिर मृत्युलोक में लौट आते हैं। इस प्रकार तीनों वेदों के धर्म का पालन करने वाले कामनाओं के अनुसार जन्म-मरण को प्राप्त होते हैं।",
        "explanation": "स्वर्ग के भोग की अस्थायिता और पुनर्जन्म का चक्र।"
      },
      {
        "number": 22,
        "sanskrit": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते।\nतेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम्॥",
        "hindi_meaning": "जो लोग अनन्य भाव से मेरा चिंतन करते हुए मेरी उपासना करते हैं, उन निरंतर युक्त भक्तों का योग (प्राप्ति) और क्षेम (रक्षा) मैं स्वयं वहन करता हूँ।",
        "explanation": "भगवान भक्तों के सभी भार स्वयं वहन करते हैं।"
      },
      {
        "number": 23,
        "sanskrit": "येऽप्यन्यदेवता भक्ता यजन्ते श्रद्धयान्विताः।\nतेऽपि मामेव कौन्तेय यजन्त्यविधिपूर्वकम्॥",
        "hindi_meaning": "हे कौन्तेय! जो अन्य देवताओं के भक्त श्रद्धापूर्वक पूजा करते हैं, वे भी वास्तव में मेरी ही पूजा करते हैं, किंतु यह अविधिपूर्वक (अनुचित तरीके से) होता है।",
        "explanation": "सभी पूजा अंततः ईश्वर तक ही पहुँचती है, भले ही मार्ग भिन्न हो।"
      },
      {
        "number": 24,
        "sanskrit": "अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च।\nन तु मामभिजानन्ति तत्त्वेनातश्च्यवन्ति ते॥",
        "hindi_meaning": "मैं सभी यज्ञों का भोक्ता और प्रभु हूँ, लेकिन वे मुझे तत्त्व से नहीं जानते, इसलिए वे पतित हो जाते हैं।",
        "explanation": "अज्ञानवश लोग ईश्वर के वास्तविक स्वरूप को नहीं पहचान पाते।"
      },
      {
        "number": 25,
        "sanskrit": "यान्ति देवव्रता देवान्पितॄन्यान्ति पितृव्रताः।\nभूतानि यान्ति भूतेज्या यान्ति मद्याजिनोऽपि माम्॥",
        "hindi_meaning": "देवताओं के भक्त देवलोक को, पितरों के भक्त पितृलोक को, भूत-पूजक भूतलोक को प्राप्त होते हैं, जबकि मेरे भक्त मुझे प्राप्त होते हैं।",
        "explanation": "भक्ति के अनुसार ही गति निर्धारित होती है।"
      },
      {
        "number": 26,
        "sanskrit": "पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति।\nतदहं भक्त्युपहृतमश्नामि प्रयतात्मनः॥",
        "hindi_meaning": "जो कोई भक्तिपूर्वक मुझे पत्र, पुष्प, फल या जल अर्पित करता है, मैं उस पवित्रात्मा का प्रेमपूर्वक अर्पित भोग स्वीकार करता हूँ।",
        "explanation": "सादर अर्पित सरलतम वस्तु भी ईश्वर को प्रिय है।"
      },
      {
        "number": 27,
        "sanskrit": "यत्करोषि यदश्नासि यज्जुहोषि ददासि यत्।\nयत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम्॥",
        "hindi_meaning": "हे कौन्तेय! तू जो कुछ करता है, जो कुछ खाता है, जो कुछ यज्ञ में अर्पित करता है, जो कुछ दान देता है और जो कुछ तपस्या करता है - वह सब मुझे अर्पित कर।",
        "explanation": "समर्पण का महत्व - सभी कर्मों को ईश्वर को अर्पित करना।"
      },
      {
        "number": 28,
        "sanskrit": "शुभाशुभफलैरेवं मोक्ष्यसे कर्मबन्धनैः।\nसंन्यासयोगयुक्तात्मा विमुक्तो मामुपैष्यसि॥",
        "hindi_meaning": "इस प्रकार तू शुभ-अशुभ फलों से मुक्त हो जाएगा और संन्यासयोग से युक्त होकर मुझे प्राप्त होगा।",
        "explanation": "कर्मफल के बंधन से मुक्ति का मार्ग - समर्पण और योग।"
      },
      {
        "number": 29,
        "sanskrit": "समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रियः।\nये भजन्ति तु मां भक्त्या मयि ते तेषु चाप्यहम्॥",
        "hindi_meaning": "मैं सभी प्राणियों में समभाव हूँ, न मेरा कोई द्वेषी है न प्रिय। लेकिन जो मेरी भक्ति करते हैं, वे मुझमें हैं और मैं उनमें हूँ।",
        "explanation": "ईश्वर की समदृष्टि और भक्तों के साथ विशेष संबंध।"
      },
      {
        "number": 30,
        "sanskrit": "अपि चेत्सुदुराचारो भजते मामनन्यभाक्।\nसाधुरेव स मन्तव्यः सम्यग्व्यवसितो हि सः॥",
        "hindi_meaning": "यदि कोई अत्यंत दुराचारी भी अनन्य भाव से मेरी भक्ति करता है, तो उसे साधु ही मानना चाहिए, क्योंकि उसने ठीक निश्चय किया है।",
        "explanation": "भक्ति की शक्ति - यह सबसे पतित को भी पवित्र बना देती है।"
      },
      {
        "number": 31,
        "sanskrit": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति।\nकौन्तेय प्रतिजानीहि न मे भक्तः प्रणश्यति॥",
        "hindi_meaning": "वह शीघ्र ही धर्मात्मा बन जाता है और स्थायी शांति को प्राप्त होता है। हे कौन्तेय! निश्चयपूर्वक जान लो कि मेरा भक्त कभी नष्ट नहीं होता।",
        "explanation": "भक्ति का तत्काल प्रभाव - यह व्यक्ति को शांति और धर्म की ओर ले जाती है।"
      },
      {
        "number": 32,
        "sanskrit": "मां हि पार्थ व्यपाश्रित्य येऽपि स्युः पापयोनयः।\nस्त्रियो वैश्यास्तथा शूद्रास्तेऽपि यान्ति परां गतिम्॥",
        "hindi_meaning": "हे पार्थ! जो लोग पापयोनि (निम्न जन्म) में उत्पन्न हुए हैं - स्त्री, वैश्य या शूद्र भी मेरी शरण ग्रहण करके परम गति को प्राप्त होते हैं।",
        "explanation": "भक्ति सभी के लिए खुली है - जाति, लिंग या सामाजिक स्थिति कोई बाधा नहीं।"
      },
      {
        "number": 33,
        "sanskrit": "किं पुनर्ब्राह्मणाः पुण्या भक्ता राजर्षयस्तथा।\nअनित्यमसुखं लोकमिमं प्राप्य भजस्व माम्॥",
        "hindi_meaning": "फिर ब्राह्मणों, पुण्यात्माओं और राजर्षियों की तो बात ही क्या है! इस अनित्य और दुखमय लोक को प्राप्त करके तू मेरी भक्ति कर।",
        "explanation": "भक्ति सभी के लिए श्रेष्ठ मार्ग है, विशेषकर इस नश्वर संसार में।"
      },
      {
        "number": 34,
        "sanskrit": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु।\nमामेवैष्यसि युक्त्वैवमात्मानं मत्परायणः॥",
        "hindi_meaning": "मुझमें मन लगाओ, मेरे भक्त बनो, मेरी पूजा करो और मुझे नमस्कार करो। इस प्रकार मुझमें आत्मा को समर्पित करके तू निश्चित ही मुझे प्राप्त होगा।",
        "explanation": "अध्याय का सार - पूर्ण समर्पण और भक्ति ही मोक्ष का मार्ग है।"
      }
    ]
  }