{
    "chapter": "अध्याय 16 – दैवासुर संपद विभाग योग:",
    "shlokas": [
        {
            "number": 1,
            "sanskrit": "अभयं सत्त्वसंशुद्धिर्ज्ञानयोगव्यवस्थितिः । दानं दमश्च यज्ञश्च स्वाध्यायस्तप आर्जवम् ॥",
            "hindi_meaning": "हे अर्जुन! निर्भयता, अंतःकरण की शुद्धि, ज्ञानयोग में दृढ़ता, दान, इन्द्रियों का संयम, यज्ञ, स्वाध्याय, तप और सरलता।",
            "explanation": "भगवान श्रीकृष्ण अर्जुन से कहते हैं कि जो व्यक्ति परमात्मा में स्थित होता है, उसमें ये दैवी गुण उत्पन्न होते हैं - जैसे कि आत्मिक निर्भयता, संयम, सेवा और स्व-अध्ययन का भाव।"
        },
        {
            "number": 2,
            "sanskrit": "अहिंसा सत्यमक्रोधस्त्यागः शान्तिरपैशुनम् । दया भूतेष्वलोलुप्त्वं मार्दवं ह्रीरचापलम् ॥",
            "hindi_meaning": "अहिंसा, सत्य, क्रोध का अभाव, त्याग, शांति, चुगली न करना, प्राणियों के प्रति दया, लोभ का अभाव, कोमलता, लज्जा और चंचलता का त्याग।",
            "explanation": "ये सभी दैवी गुण हैं जो एक आत्मा को उच्चतर आध्यात्मिक स्थिति की ओर ले जाते हैं। ऐसा व्यक्ति दूसरों के लिए करुणामयी, शांत, और संयमी होता है।"
        },
        {
            "number": 3,
            "sanskrit": "तेजः क्षमा धृतिः शौचमद्रोहोनातिमानिता । भवन्ति सम्पदं दैवीमभिजातस्य भारत ॥",
            "hindi_meaning": "तेज, क्षमा, धैर्य, शुद्धता, द्वेष का अभाव, और अभिमान रहितता – ये सभी दैवी सम्पत्तियाँ हैं।",
            "explanation": "ऐसे गुणों वाला मनुष्य दैवी सम्पत्ति को प्राप्त होता है और मोक्ष के योग्य बनता है।"
        },
        {
            "number": 4,
            "sanskrit": "दम्भो दर्पोऽभिमानश्च क्रोधः पारुष्यमेव च । अज्ञानं चाभिजातस्य पार्थ सम्पदमासुरीम् ॥",
            "hindi_meaning": "दंभ, घमंड, अभिमान, क्रोध, कठोरता और अज्ञान – ये सभी आसुरी स्वभाव हैं।",
            "explanation": "भगवान बताते हैं कि ये आसुरी गुण जीव को पतन की ओर ले जाते हैं और बंधन में डालते हैं।"
        },
        {
            "number": 5,
            "sanskrit": "दैवी सम्पद्विमोक्षाय निबन्धायासुरी मता । मा शुचः सम्पदं दैवीमभिजातोऽसि पाण्डव ॥",
            "hindi_meaning": "दैवी गुण मोक्ष का कारण बनते हैं और आसुरी गुण बंधन का। हे पाण्डव! तू शोक मत कर, तू दैवी सम्पत्ति से उत्पन्न हुआ है।",
            "explanation": "भगवान अर्जुन को आश्वासन देते हैं कि वह दैवी गुणों से संपन्न है, इसलिए वह मोक्ष की ओर अग्रसर है।"
        },
        {
            "number": 6,
            "sanskrit": "द्वौ भूतसर्गौ लोकऽस्मिन्दैव आसुर एव च । दैवो विस्तरशः प्रोक्त आसुरं पार्थ में श्रृणु ॥",
            "hindi_meaning": "इस संसार में दो प्रकार के प्राणी होते हैं – दैवी और आसुरी। दैवी गुणों का विस्तार से वर्णन हो चुका है, अब आसुरी गुणों को सुन।",
            "explanation": "भगवान अब आसुरी स्वभाव के लोगों के गुणों का वर्णन करना प्रारंभ करते हैं।"
        },
        {
            "number": 7,
            "sanskrit": "प्रवृत्तिं च निवृत्तिं च जना न विदुरासुराः । न शौचं नापि चाचारो न सत्यं तेषु विद्यते ॥",
            "hindi_meaning": "आसुरी स्वभाव वाले लोग यह नहीं जानते कि क्या करना चाहिए और क्या नहीं। उनमें न शुद्धता होती है, न आचरण, न ही सत्य।",
            "explanation": "ऐसे लोग शास्त्र और धर्म से परे होकर अपने मन के अनुसार कार्य करते हैं।"
        },
        {
            "number": 8,
            "sanskrit": "असत्यमप्रतिष्ठं ते जगदाहुरनीश्वरम् । अपरस्परसम्भूतं किमन्यत्कामहैतुकम् ॥",
            "hindi_meaning": "वे कहते हैं कि यह जगत असत्य है, आधारहीन है, और इसका कोई ईश्वर नहीं है। यह केवल काम से उत्पन्न हुआ है।",
            "explanation": "आसुरी प्रवृत्ति के लोग ईश्वर को नहीं मानते और इस सृष्टि की कोई दिव्य योजना नहीं मानते।"
        },
        {
            "number": 9,
            "sanskrit": "एतां दृष्टिमवष्टभ्य नष्टात्मानोऽल्पबुद्धयः । प्रभवन्त्युग्रकर्माणः क्षयाय जगतोऽहिताः ॥",
            "hindi_meaning": "इस दृष्टिकोण को अपनाकर ये अल्पबुद्धि, आत्मनाश करने वाले लोग, संसार के विनाश हेतु भयंकर कर्म करते हैं।",
            "explanation": "ऐसे लोग हिंसा, भ्रष्टाचार और अधर्म फैलाते हैं।"
        },
        {
            "number": 10,
            "sanskrit": "काममाश्रित्य दुष्पूरं दम्भमानमदान्विताः । मोहाद्‍गृहीत्वासद्ग्राहान्प्रवर्तन्तेऽशुचिव्रताः ॥",
            "hindi_meaning": "कामनाओं के अधीन, दम्भ और अहंकार से युक्त होकर वे मोहवश गलत रास्तों पर चलते हैं।",
            "explanation": "उनका जीवन अपवित्र, स्वार्थी और अधर्म से युक्त होता है।"
        },
        {
            "number": 11,
            "sanskrit": "चिन्तामपरिमेयां च प्रलयान्तामुपाश्रिताः । कामोपभोगपरमा एतावदिति निश्चिताः ॥",
            "hindi_meaning": "वे अनगिनत चिंताओं में डूबे रहते हैं और मानते हैं कि भोग ही सब कुछ है।",
            "explanation": "ऐसे लोग अध्यात्म या आत्मा की बातों को महत्व नहीं देते, उनका उद्देश्य सिर्फ इन्द्रिय-सुख होता है।"
        },
        {
            "number": 12,
            "sanskrit": "आशापाशशतैर्बद्धाः कामक्रोधपरायणाः । ईहन्ते कामभोगार्थमन्यायेनार्थसञ्चयान् ॥",
            "hindi_meaning": "वे सैकड़ों आशाओं से बंधे होते हैं, काम और क्रोध के अधीन रहते हैं और अन्यायपूर्वक धन कमाते हैं।",
            "explanation": "लालच और क्रोध उन्हें सत्य और धर्म से भटका देता है।"
        },
        {
            "number": 13,
            "sanskrit": "इदमद्य मया लब्धमिमं प्राप्स्ये मनोरथम् । इदमस्तीदमपि मे भविष्यति पुनर्धनम् ॥",
            "hindi_meaning": "वे सोचते हैं – मैंने यह धन प्राप्त किया है, आगे और भी मिलेगा। मेरा और भी अधिक धन होगा।",
            "explanation": "उनका जीवन लालच और संग्रह की मानसिकता से ग्रसित होता है।"
        },
        {
            "number": 14,
            "sanskrit": "असौ मया हतः शत्रुर्हनिष्ये चापरानपि । ईश्वरोऽहमहं भोगी सिद्धोऽहं बलवान्सुखी ॥",
            "hindi_meaning": "वह शत्रु मुझसे मारा गया, दूसरे को भी मारूंगा। मैं भगवान हूँ, भोगी हूँ, सिद्ध और बलवान हूँ।",
            "explanation": "यह अति अहंकार और आत्ममोह का प्रतीक है।"
        },
        {
            "number": 15,
            "sanskrit": "आढयोऽभिजनवानस्मि कोऽन्योऽस्ति सदृशो मया । यक्ष्ये दास्यामि मोदिष्य इत्यज्ञानविमोहिताः ॥",
            "hindi_meaning": "मैं धनी हूँ, कुलीन हूँ, मेरे समान कोई नहीं, मैं यज्ञ करूँगा, दान दूँगा, आनंद लूँगा – ऐसा वे अज्ञानवश सोचते हैं।",
            "explanation": "यह आत्म-प्रशंसा और भ्रम से युक्त जीवन है।"
        },
        {
            "number": 16,
            "sanskrit": "अनेकचित्तविभ्रान्ता मोहजालसमावृताः । प्रसक्ताः कामभोगेषु पतन्ति नरकेऽशुचौ ॥",
            "hindi_meaning": "कई प्रकार के भ्रम में पड़े, मोह में जकड़े, भोग में लिप्त ये लोग अपवित्र नरक में गिरते हैं।",
            "explanation": "ऐसे लोगों का अंत दुखमय और अधोगति में होता है।"
        },
        {
            "number": 17,
            "sanskrit": "आत्मसम्भाविताः स्तब्धा धनमानमदान्विताः । यजन्ते नामयज्ञैस्ते दम्भेनाविधिपूर्वकम् ॥",
            "hindi_meaning": "वे घमण्डी, धन और प्रतिष्ठा में डूबे हुए होते हैं और दिखावे के लिये शास्त्रविरुद्ध यज्ञ करते हैं।",
            "explanation": "उनके धार्मिक कार्य भी स्वार्थ और घमण्ड से प्रेरित होते हैं।"
        },
        {
            "number": 18,
            "sanskrit": "अहङ्कारं बलं दर्पं कामं क्रोधं च संश्रिताः । मामात्मपरदेहेषु प्रद्विषन्तोऽभ्यसूयकाः ॥",
            "hindi_meaning": "वे अहंकार, बल, घमंड, काम और क्रोध से युक्त होकर अपने व दूसरों के शरीर में स्थित मुझ परमात्मा से द्वेष करते हैं।",
            "explanation": "ऐसे लोग ईश्वर का अपमान करते हैं और ईर्ष्यालु होते हैं।"
        },
        {
            "number": 19,
            "sanskrit": "तानहं द्विषतः क्रूरान्संसारेषु नराधमान् । क्षिपाम्यजस्रमशुभानासुरीष्वेव योनिषु ॥",
            "hindi_meaning": "मैं उन द्वेषयुक्त, क्रूर और अधम लोगों को बार-बार आसुरी योनियों में फेंकता हूँ।",
            "explanation": "भगवान का न्याय स्पष्ट है – जो आसुरी गुणों में डूबे रहते हैं, वे अधम गति को प्राप्त होते हैं।"
        },
        {
            "number": 20,
            "sanskrit": "आसुरीं योनिमापन्ना मूढा जन्मनि जन्मनि । मामप्राप्यैव कौन्तेय ततो यान्त्यधमां गतिम् ॥",
            "hindi_meaning": "वे मूर्ख आसुरी योनि को प्राप्त होकर अनेक जन्मों तक मुझे नहीं पाते और अधम गति को प्राप्त होते हैं।",
            "explanation": "ईश्वर-विमुख जीवन अंततः अधोगति और दुख का कारण बनता है।"
        },
        {
            "number": 21,
            "sanskrit": "त्रिविधं नरकस्येदं द्वारं नाशनमात्मनः । कामः क्रोधस्तथा लोभस्तस्मादेतत्त्रयं त्यजेत् ॥",
            "hindi_meaning": "काम, क्रोध और लोभ – ये तीन नरक के द्वार हैं, आत्मा के विनाश के हेतु हैं; इन्हें त्याग देना चाहिए।",
            "explanation": "ये तीन दोष जीवन को अधर्म की ओर ले जाते हैं, इसलिए इनका त्याग कल्याणकारी है।"
        },
        {
            "number": 22,
            "sanskrit": "एतैर्विमुक्तः कौन्तेय तमोद्वारैस्त्रिभिर्नरः । आचरत्यात्मनः श्रेयस्ततो याति परां गतिम्‌ ॥ २२॥",
            "hindi_meaning": "हे कुन्तीपुत्र! जो मनुष्य इन तीनों अज्ञान रूपी नरक के द्वारों से मुक्त हो जाता है, वह मनुष्य अपनी आत्मा के लिये कल्याणकारी कर्म का आचरण करता हुआ परम-गति (परमात्मा) को प्राप्त हो जाता है।",
            "explanation": "इस श्लोक में भगवान श्रीकृष्ण अर्जुन को बता रहे हैं कि जो मनुष्य काम, क्रोध और लोभ जैसे नरक के तीन द्वारों से स्वयं को मुक्त कर लेता है, वह आत्मकल्याण के मार्ग पर चलता है। ऐसे व्यक्ति का आचरण सात्विक होता है, जो उसे जीवन के अंतिम लक्ष्य यानी परमगति या परमात्मा की प्राप्ति की ओर ले जाता है। इस प्रकार, इन दोषों से मुक्त होना मोक्ष की दिशा में पहला कदम है।"
        },
        {
            "number": 23,
            "sanskrit": "यः शास्त्रविधिमुत्सृज्य वर्तते कामकारतः । न स सिद्धिमवाप्नोति न सुखं न परां गतिम्‌ ॥ २३॥",
            "hindi_meaning": "जो मनुष्य कामनाओं के वश में होकर शास्त्रों की विधियों को त्याग कर अपने ही मन से उत्पन्न की गयीं विधियों से कर्म करता रहता है, वह मनुष्य न तो सिद्धि को प्राप्त कर पाता है, न सुख को प्राप्त कर पाता है और न परम-गति को ही प्राप्त हो पाता है।",
            "explanation": "इस श्लोक में श्रीकृष्ण कहते हैं कि जो व्यक्ति शास्त्रों के निर्देशों की अवहेलना कर केवल अपनी इच्छाओं के अनुसार कार्य करता है, वह न तो जीवन में सफलता पाता है, न सच्चा सुख, और न ही आत्मिक उन्नति या मुक्ति। यह चेतावनी है कि धर्म, नीति और शास्त्रों को नजरअंदाज कर मनमानी करना जीवन को भटकाव की ओर ले जाता है।"
        },
        {
            "number": 24,
            "sanskrit": "तस्माच्छास्त्रं प्रमाणं ते कार्याकार्यव्यवस्थितौ । ज्ञात्वा शास्त्रविधानोक्तं कर्म कर्तुमिहार्हसि ॥ २४॥",
            "hindi_meaning": "हे अर्जुन! मनुष्य को क्या कर्म करना चाहिये और क्या कर्म नही करना चाहिये इसके लिये शास्त्र ही एक मात्र प्रमाण होता है, इसलिये तुझे इस संसार में शास्त्र की विधि को जानकर ही कर्म करना चाहिये।",
            "explanation": "यह श्लोक निष्कर्ष देता है कि सही और गलत कर्म की पहचान केवल शास्त्रों के आधार पर ही की जा सकती है। श्रीकृष्ण अर्जुन से कहते हैं कि उसे कर्म करने से पहले शास्त्रों के आदेशों को समझना चाहिए और उसी के अनुसार जीवन में आचरण करना चाहिए। यह जीवन को धर्म के मार्ग पर ले जाने वाला सिद्धांत है।"
        }
    ]
}