{
    "chapter": "अध्याय 4 – ज्ञान कर्म संन्यास योग:",
    "shlokas": [
      {
        "number": 1,
        "sanskrit": "इमं विवस्वते योगं प्रोक्तवानहमव्ययम्।\nविवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत्॥",
        "hindi_meaning": "श्रीभगवान् ने कहा – मैंने इस अविनाशी योग को सूर्यदेव (विवस्वान्) को बताया, विवस्वान् ने मनु को बताया और मनु ने इक्ष्वाकु को बताया।",
        "explanation": "भगवान कृष्ण अर्जुन को बताते हैं कि यह ज्ञान सनातन है और उन्होंने इसे सृष्टि के आरंभ में सूर्यदेव को प्रदान किया था।"
      },
      {
        "number": 2,
        "sanskrit": "एवं परम्पराप्राप्तमिमं राजर्षयो विदुः।\nस कालेनेह महता योगो नष्टः परन्तप॥",
        "hindi_meaning": "हे परंतप! इस प्रकार परंपरा से प्राप्त इस योग को राजर्षियों ने जाना। कालांतर में यह योग लुप्त हो गया।",
        "explanation": "कृष्ण कहते हैं कि यह ज्ञान समय के साथ लुप्त हो गया, इसलिए वे इसे फिर से अर्जुन को सिखा रहे हैं।"
      },
      {
        "number": 3,
        "sanskrit": "स एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः।\nभक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्॥",
        "hindi_meaning": "आज मैं तुम्हें वही पुरातन योग बता रहा हूँ, क्योंकि तुम मेरे भक्त और मित्र हो। यह परम रहस्य है।",
        "explanation": "कृष्ण अर्जुन को विशेष ज्ञान देते हैं क्योंकि वे उनके प्रिय भक्त हैं। यह ज्ञान सिर्फ भक्ति से ही प्राप्त होता है।"
      },
      {
        "number": 4,
        "sanskrit": "अर्जुन उवाच:\nअपरं भवतो जन्म परं जन्म विवस्वतः।\nकथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति॥",
        "hindi_meaning": "अर्जुन ने पूछा – आपका जन्म तो अभी हुआ है और सूर्यदेव (विवस्वान्) का जन्म बहुत पहले हुआ था। तो फिर आपने उन्हें आदि में यह ज्ञान कैसे दिया?",
        "explanation": "अर्जुन को भ्रम होता है कि कृष्ण ने सूर्यदेव को कैसे सिखाया, जबकि कृष्ण का जन्म अभी हुआ है।"
      },
      {
        "number": 5,
        "sanskrit": "श्रीभगवानुवाच:\nबहूनि मे व्यतीतानि जन्मानि तव चार्जुन।\nतान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप॥",
        "hindi_meaning": "श्रीभगवान् ने कहा – हे अर्जुन! तुम्हारे और मेरे अनेक जन्म हो चुके हैं, लेकिन मुझे सब याद हैं, तुम्हें नहीं।",
        "explanation": "कृष्ण समझाते हैं कि वे अजन्मा और सनातन हैं, जबकि अर्जुन को अपने पूर्वजन्मों का ज्ञान नहीं है।"
      },
      {
        "number": 6,
        "sanskrit": "अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन्।\nप्रकृतिं स्वामधिष्ठाय संभवाम्यात्ममायया॥",
        "hindi_meaning": "मैं अजन्मा और अविनाशी होने के साथ ही समस्त प्राणियों का ईश्वर हूँ, फिर भी मैं अपनी योगमाया द्वारा प्रकट होता हूँ।",
        "explanation": "कृष्ण अपनी दिव्य प्रकृति को समझाते हैं कि वे माया के द्वारा मनुष्य रूप में प्रकट होते हैं।"
      },
      {
        "number": 7,
        "sanskrit": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत।\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥",
        "hindi_meaning": "हे भारत! जब-जब धर्म का नाश और अधर्म की वृद्धि होती है, तब-तब मैं स्वयं की रचना करता हूँ।",
        "explanation": "यह प्रसिद्ध श्लोक भगवान के अवतार का उद्देश्य बताता है। धर्म की रक्षा के लिए भगवान अवतरित होते हैं।"
      },
      {
        "number": 8,
        "sanskrit": "परित्राणाय साधूनां विनाशाय च दुष्कृताम्।\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे॥",
        "hindi_meaning": "सज्जनों का उद्धार करने, दुष्टों का विनाश करने और धर्म की पुनः स्थापना के लिए मैं युग-युग में प्रकट होता हूँ।",
        "explanation": "भगवान के अवतार के तीन मुख्य उद्देश्य: साधु रक्षा, दुष्ट दमन और धर्म की पुनर्स्थापना।"
      },
      {
        "number": 9,
        "sanskrit": "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः।\nत्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन॥",
        "hindi_meaning": "जो मेरे दिव्य जन्म और कर्मों को वास्तव में जान लेता है, वह शरीर त्यागने के बाद फिर जन्म नहीं लेता, बल्कि मुझे प्राप्त होता है।",
        "explanation": "भगवान की दिव्य लीला को समझकर मोक्ष प्राप्त किया जा सकता है।"
      },
      {
        "number": 10,
        "sanskrit": "वीतरागभयक्रोधा मन्मया मामुपाश्रिताः।\nबहवो ज्ञानतपसा पूता मद्भावमागताः॥",
        "hindi_meaning": "राग, भय और क्रोध से मुक्त होकर, मेरे में मन लगाकर, अनेक लोग ज्ञान के तप से शुद्ध होकर मेरे स्वरूप को प्राप्त हुए हैं।",
        "explanation": "भगवान की शरण में जाने और नकारात्मक भावनाओं को त्यागने का महत्व।"
      },
      {
        "number": 11,
        "sanskrit": "ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम्।\nमम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः॥",
        "hindi_meaning": "हे पार्थ! जो जिस भाव से मेरी शरण में आता है, मैं उसे उसी प्रकार फल देता हूँ। सभी लोग मेरे मार्ग का अनुसरण करते हैं।",
        "explanation": "भगवान सभी भक्तों को उनकी भक्ति के अनुसार फल प्रदान करते हैं।"
      },
      {
        "number": 12,
        "sanskrit": "काङ्क्षन्तः कर्मणां सिद्धिं यजन्त इह देवताः।\nक्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा॥",
        "hindi_meaning": "इस लोक में लोग कर्मों की सिद्धि की कामना से देवताओं की पूजा करते हैं, क्योंकि मनुष्य लोक में कर्मजनित सिद्धि शीघ्र मिलती है।",
        "explanation": "कर्मकांडी लोग फल की इच्छा से देवताओं की पूजा करते हैं, जबकि भक्ति मार्ग उच्चतर है।"
      },
      {
        "number": 13,
        "sanskrit": "चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः।\nतस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम्॥",
        "hindi_meaning": "मैंने चार वर्णों (ब्राह्मण, क्षत्रिय, वैश्य, शूद्र) की रचना गुण और कर्म के आधार पर की है। हालाँकि मैं इसका कर्ता होने के बावजूद अकर्ता और अविनाशी हूँ।",
        "explanation": "भगवान समाज व्यवस्था के मूल सिद्धांत को समझाते हैं, साथ ही अपनी दिव्य स्थिति को भी बताते हैं।"
      },
      {
        "number": 14,
        "sanskrit": "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा।\nइति मां योऽभिजानाति कर्मभिर्न स बध्यते॥",
        "hindi_meaning": "मुझे कर्मों का बंधन नहीं लगता और न ही मुझे कर्मफल की इच्छा है। जो मुझे इस प्रकार जानता है, वह भी कर्मों से बंधता नहीं।",
        "explanation": "भगवान का स्वरूप जानने वाला व्यक्ति कर्मबंधन से मुक्त हो जाता है।"
      },
      {
        "number": 15,
        "sanskrit": "एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभिः।\nकुरु कर्मैव तस्मात्त्वं पूर्वैः पूर्वतरं कृतम्॥",
        "hindi_meaning": "पूर्वकाल के मुमुक्षुओं (मोक्ष चाहने वालों) ने भी इस ज्ञान को जानकर कर्म किया है। इसलिए तुम भी उनके अनुसार कर्म करो।",
        "explanation": "ज्ञान प्राप्ति के बाद भी कर्म करने की परंपरा का पालन करना चाहिए।"
      },
      {
        "number": 16,
        "sanskrit": "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः।\nतत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात्॥",
        "hindi_meaning": "कर्म क्या है और अकर्म क्या है, यह बुद्धिमानों को भी भ्रमित करता है। मैं तुम्हें उस कर्म का ज्ञान दूँगा जिसे जानकर तुम पाप से मुक्त हो जाओगे।",
        "explanation": "कर्म और अकर्म का दार्शनिक रहस्य समझाया गया है।"
      },
      {
        "number": 17,
        "sanskrit": "कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः।\nअकर्मणश्च बोद्धव्यं गहना कर्मणो गतिः॥",
        "hindi_meaning": "कर्म की गति गहन है, इसलिए कर्म, विकर्म और अकर्म को समझना चाहिए।",
        "explanation": "कर्म का सही अर्थ जानना आवश्यक है।"
      },
      {
        "number": 18,
        "sanskrit": "कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः।\nस बुद्धिमान्मनुष्येषु स युक्तः कृत्स्नकर्मकृत्॥",
        "hindi_meaning": "जो कर्म में अकर्म और अकर्म में कर्म देखता है, वह मनुष्यों में बुद्धिमान है और सभी कर्मों को करते हुए भी योगी है।",
        "explanation": "ज्ञानी व्यक्ति कर्म करते हुए भी फल से मुक्त रहता है।"
      },
      {
        "number": 19,
        "sanskrit": "यस्य सर्वे समारम्भाः कामसंकल्पवर्जिताः।\nज्ञानाग्निदग्धकर्माणं तमाहुः पण्डितं बुधाः॥",
        "hindi_meaning": "जिसके सभी कार्य कामना रहित हैं और जिसके कर्म ज्ञानाग्नि में भस्म हो गए हैं, उसे पंडित कहते हैं।",
        "explanation": "कर्मों को ज्ञान की अग्नि में भस्म करने का अर्थ है फलासक्ति का त्याग।"
      },
      {
        "number": 20,
        "sanskrit": "त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रयः।\nकर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति सः॥",
        "hindi_meaning": "कर्मफल की आसक्ति को त्यागकर, सदा संतुष्ट और किसी पर निर्भर न रहते हुए, वह कर्म करता हुआ भी कुछ नहीं करता।",
        "explanation": "ज्ञानी व्यक्ति कर्म करते हुए भी आसक्ति रहित होता है।"
      },
      {
        "number": 21,
        "sanskrit": "निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः।\nशारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम्॥",
        "hindi_meaning": "बिना इच्छा के, मन और इंद्रियों को वश में करके, सभी स्वार्थ को त्यागकर, केवल शरीर धारण के लिए कर्म करने वाला पाप से मुक्त हो जाता है।",
        "explanation": "निष्काम कर्म का सिद्धांत।"
      },
      {
        "number": 22,
        "sanskrit": "यदृच्छालाभसंतुष्टो द्वन्द्वातीतो विमत्सरः।\nसमः सिद्धावसिद्धौ च कृत्वापि न निबध्यते॥",
        "hindi_meaning": "जो यदृच्छा (स्वतः) प्राप्त वस्तु से संतुष्ट है, द्वंद्वों से परे है, ईर्ष्या रहित है, सफलता-असफलता में समान रहता है, वह कर्म करके भी बंधता नहीं।",
        "explanation": "संतोष और समभाव का महत्व।"
      },
      {
        "number": 23,
        "sanskrit": "गतसङ्गस्य मुक्तस्य ज्ञानावस्थितचेतसः।\nयज्ञायाचरतः कर्म समग्रं प्रविलीयते॥",
        "hindi_meaning": "आसक्ति से मुक्त, मोक्ष को प्राप्त, ज्ञान में स्थित चित्त वाला, यज्ञरूप कर्म करने वाले का सारा कर्म विलीन हो जाता है।",
        "explanation": "यज्ञभावना से किए गए कर्म का फल नहीं होता।"
      },
      {
        "number": 24,
        "sanskrit": "ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्नौ ब्रह्मणा हुतम्।\nब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना॥",
        "hindi_meaning": "ब्रह्म ही अर्पण है, ब्रह्म ही हवि (आहुति) है, ब्रह्म ही अग्नि में ब्रह्म द्वारा हवन किया जाता है। ब्रह्म को प्राप्त करने के लिए ब्रह्मरूप कर्म के समाधि में लीन होना चाहिए।",
        "explanation": "सभी कर्मों को ब्रह्म में समर्पित करने का दर्शन।"
      },
      {
        "number": 25,
        "sanskrit": "दैवमेवापरे यज्ञं योगिनः पर्युपासते।\nब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति॥",
        "hindi_meaning": "कुछ योगी देवताओं को यज्ञ अर्पित करते हैं, जबकि अन्य ब्रह्मरूप अग्नि में यज्ञ द्वारा ही यज्ञ की आहुति देते हैं।",
        "explanation": "यज्ञ के विभिन्न प्रकार।"
      },
      {
        "number": 26,
        "sanskrit": "श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति।\nशब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति॥",
        "hindi_meaning": "कुछ लोग श्रवण आदि इंद्रियों को संयमरूप अग्नि में हवन करते हैं, तो अन्य शब्द आदि विषयों को इंद्रियरूप अग्नि में हवन करते हैं।",
        "explanation": "इंद्रियों और विषयों का यज्ञ।"
      },
      {
        "number": 27,
        "sanskrit": "सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे।\nआत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते॥",
        "hindi_meaning": "कुछ लोग सभी इंद्रियों और प्राणों के कर्मों को आत्मसंयमरूप योगाग्नि में ज्ञान द्वारा प्रज्वलित करके हवन करते हैं।",
        "explanation": "इंद्रियों को ज्ञानाग्नि में समर्पित करना।"
      },
      {
        "number": 28,
        "sanskrit": "द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे।\nस्वाध्यायज्ञानयज्ञाश्च यतयः संशितव्रताः॥",
        "hindi_meaning": "कुछ लोग धन का यज्ञ, तप का यज्ञ, योग का यज्ञ करते हैं, जबकि अन्य संयमी और दृढ़ व्रत वाले लोग स्वाध्याय और ज्ञान का यज्ञ करते हैं।",
        "explanation": "यज्ञ के विविध स्वरूप।"
      },
      {
        "number": 29,
        "sanskrit": "अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे।\nप्राणापानगती रुद्ध्वा प्राणायामपरायणाः॥",
        "hindi_meaning": "कुछ लोग प्राणायाम द्वारा अपान में प्राण की और प्राण में अपान की आहुति देते हैं, प्राण और अपान की गति को रोककर।",
        "explanation": "प्राणायाम का यज्ञ।"
      },
      {
        "number": 30,
        "sanskrit": "अपरे नियताहाराः प्राणान्प्राणेषु जुह्वति।\nसर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः॥",
        "hindi_meaning": "अन्य लोग नियमित आहार लेकर प्राणों को प्राणों में हवन करते हैं। ये सभी यज्ञ करने वाले यज्ञ द्वारा पापों को नष्ट कर देते हैं।",
        "explanation": "आहार और प्राण का यज्ञ।"
      },
      {
        "number": 31,
        "sanskrit": "यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम्।\nनायं लोकोऽस्त्ययज्ञस्य कुतोऽन्यः कुरुसत्तम॥",
        "hindi_meaning": "यज्ञ से बचे हुए अमृत को खाने वाले ब्रह्म को प्राप्त होते हैं। हे कुरुश्रेष्ठ! यज्ञ न करने वाले को यह लोक भी नहीं मिलता, फिर परलोक कैसे मिलेगा?",
        "explanation": "यज्ञ का महत्व और उसके फल।"
      },
      {
        "number": 32,
        "sanskrit": "एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे।\nकर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे॥",
        "hindi_meaning": "इस प्रकार अनेक प्रकार के यज्ञ वेदों में वर्णित हैं। सबको कर्म से उत्पन्न जानकर तुम मोक्ष प्राप्त करोगे।",
        "explanation": "विभिन्न यज्ञों का उद्देश्य मोक्ष है।"
      },
      {
        "number": 33,
        "sanskrit": "श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञः परन्तप।\nसर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते॥",
        "hindi_meaning": "हे परंतप! द्रव्यमय यज्ञ से ज्ञानयज्ञ श्रेष्ठ है। हे पार्थ! सभी कर्म ज्ञान में ही समाप्त होते हैं।",
        "explanation": "ज्ञानयज्ञ सर्वोत्तम है।"
      },
      {
        "number": 34,
        "sanskrit": "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया।\nउपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः॥",
        "hindi_meaning": "उस ज्ञान को तू समर्पण, प्रश्न और सेवा के द्वारा जान। ज्ञानी तत्त्वदर्शी महापुरुष तुझे ज्ञान का उपदेश देंगे।",
        "explanation": "ज्ञान प्राप्ति का मार्ग – गुरु के पास जाकर विनम्रता से सीखना।"
      },
      {
        "number": 35,
        "sanskrit": "यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव।\nयेन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि॥",
        "hindi_meaning": "हे पाण्डव! इसे जानकर तुम फिर कभी मोह में नहीं पड़ोगे और इस ज्ञान से तुम सभी प्राणियों को अपने तथा मुझमें देखोगे।",
        "explanation": "ज्ञान की प्राप्ति के बाद सर्वत्र एकरूप दर्शन।"
      },
      {
        "number": 36,
        "sanskrit": "अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः।\nसर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि॥",
        "hindi_meaning": "यदि तुम सब पापियों से बड़े पापी भी हो, तो भी ज्ञानरूप नौका द्वारा तुम पापों को पार कर जाओगे।",
        "explanation": "ज्ञान सभी पापों को नष्ट कर देता है।"
      },
      {
        "number": 37,
        "sanskrit": "यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन।\nज्ञानाग्निः सर्वकर्माणि भस्मसात्कुरुते तथा॥",
        "hindi_meaning": "हे अर्जुन! जैसे प्रज्वलित अग्नि ईंधन को भस्म कर देती है, वैसे ही ज्ञानाग्नि सभी कर्मों को भस्म कर देती है।",
        "explanation": "ज्ञान की अग्नि कर्मबंधन को जला देती है।"
      },
      {
        "number": 38,
        "sanskrit": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते।\nतत्स्वयं योगसंसिद्धः कालेनात्मनि विन्दति॥",
        "hindi_meaning": "इस लोक में ज्ञान के समान पवित्र करने वाला और कुछ नहीं है। योग में पूर्ण व्यक्ति समय आने पर स्वयं अपने अंदर उस ज्ञान को प्राप्त करता है।",
        "explanation": "ज्ञान सर्वोत्तम शुद्धिकारक है।"
      },
      {
        "number": 39,
        "sanskrit": "श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः।\nज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति॥",
        "hindi_meaning": "श्रद्धावान, ज्ञान के लिए तत्पर और इंद्रियों को वश में रखने वाला व्यक्ति ज्ञान प्राप्त करता है। ज्ञान प्राप्त करने के बाद वह शीघ्र ही परम शांति को प्राप्त होता है।",
        "explanation": "ज्ञान प्राप्ति के लिए श्रद्धा और संयम आवश्यक है।"
      },
      {
        "number": 40,
        "sanskrit": "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति।\nनायं लोकोऽस्ति न परो न सुखं संशयात्मनः॥",
        "hindi_meaning": "अज्ञानी, श्रद्धारहित और संशय करने वाला व्यक्ति नष्ट हो जाता है। संशयात्मा के लिए न इस लोक में सुख है, न परलोक में।",
        "explanation": "संशय और अश्रद्धा का परिणाम दुखदायी है।"
      },
      {
        "number": 41,
        "sanskrit": "योगसंन्यस्तकर्माणं ज्ञानसंछिन्नसंशयम्।\nआत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय॥",
        "hindi_meaning": "हे धनंजय! जिसने कर्मों का त्याग योग द्वारा कर दिया है, जिसने ज्ञान से संशय को काट दिया है और जो आत्मा में स्थित है, उसे कर्म बंधन में नहीं डालते।",
        "explanation": "ज्ञानी और योगी कर्मबंधन से मुक्त होता है।"
      },
      {
        "number": 42,
        "sanskrit": "तस्मादज्ञानसंभूतं हृत्स्थं ज्ञानासिनात्मनः।\nछित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत॥",
        "hindi_meaning": "इसलिए हे भारत! तू अपने हृदय में स्थित अज्ञान से उत्पन्न संशय को ज्ञानरूपी तलवार से काटकर योग में स्थित हो और उठ (कर्म करने के लिए)।",
        "explanation": "अर्जुन को कर्मयोग के लिए प्रेरित करते हुए अध्याय का समापन।"
      }
    ]
  }