{
    "chapter": "अध्याय 1 - अर्जुन विषाद योग:",
    "shlokas": [
        {
            "number": 1,
            "sanskrit": "धृतराष्ट्र उवाच |\nधर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |\nमामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय ||1||",
            "hindi_meaning": "धृतराष्ट्र बोले — हे संजय! मेरे और पांडु के पुत्र जो धर्मभूमि कुरुक्षेत्र में युद्ध की इच्छा से एकत्र हुए हैं, उन्होंने क्या किया?",
            "explanation": "यह श्लोक युद्ध की शुरुआत से पहले का है, जिसमें धृतराष्ट्र संजय से युद्धभूमि की स्थिति पूछते हैं। इसमें यह भी संकेत मिलता है कि धृतराष्ट्र अपने पुत्रों को 'मामकाः' और पांडवों को अलग रूप में देखते हैं।"
        },
        {
            "number": 2,
            "sanskrit": "सञ्जय उवाच |\nदृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा |\nआचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ||2||",   
            "hindi_meaning": "संजय बोले — हे राजन! पांडवों की सेना को व्यूह में सजी हुई देखकर दुर्योधन ने अपने गुरु द्रोणाचार्य के पास जाकर ये वचन कहे।",
            "explanation": "इस श्लोक में संजय युद्ध क्षेत्र का वर्णन करते हैं। दुर्योधन, जो कि सेनापति नहीं है, लेकिन युद्ध की स्थिति देखकर चिंतित है, अपने गुरु के पास जाता है।"
        },
        {
            "number": 3,
            "sanskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् |\nव्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ||3||",
            "hindi_meaning": "हे आचार्य! पांडु पुत्रों की इस विशाल सेना को देखिए, जिसे आपके ही बुद्धिमान शिष्य द्रुपदपुत्र धृष्टद्युम्न ने सजाया है।",
            "explanation": "यहाँ दुर्योधन थोड़े व्यंग्य के साथ अपने गुरु द्रोणाचार्य को याद दिला रहा है कि युद्ध के लिए सेना को सजाने वाला व्यक्ति उनका ही शिष्य है।"
        },
        {
            "number": 4,
            "sanskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि |\nयुयुधानो विराटश्च द्रुपदश्च महारथः ||4||",
            "hindi_meaning": "इस सेना में अनेक वीर धनुर्धारी हैं, जो युद्ध में भीम और अर्जुन के समान हैं – जैसे युयुधान, विराट और महारथी द्रुपद।",
            "explanation": "दुर्योधन पांडवों की ओर के महान योद्धाओं का उल्लेख कर रहा है, जिससे पता चलता है कि वह उनकी शक्ति को जानता है और सतर्क है।"
        },
        {
            "number": 5,
            "sanskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् |\nपुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुंगवः ||5||",
            "hindi_meaning": "धृष्टकेतु, चेकितान, पराक्रमी काशी के राजा, पुरुजित, कुन्तिभोज और श्रेष्ठ योद्धा शैब्य भी हैं।",
            "explanation": "इस श्लोक में और भी पांडव पक्ष के वीरों का उल्लेख है जो युद्ध के लिए तैयार हैं। यह श्लोक भी पांडव सेना की शक्ति को दर्शाता है।"
        },
        {
            "number": 6,
            "sanskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् |\nसौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ||6||",
            "hindi_meaning": "युधामन्यु, विक्रान्त, उत्तमौजा और वीर्यवान, सौभद्र और द्रौपदी के पुत्र सभी महारथी हैं।",
            "explanation": "इस श्लोक में पांडव सेना के और भी महान योद्धाओं का उल्लेख किया गया है, जो अपने अद्वितीय कौशल और वीरता के लिए प्रसिद्ध हैं। ये सभी युद्ध में भाग लेने वाले महारथी हैं, और उनकी शक्ति सेना को मजबूत करती है।"
        },
        {
            "number": 7,
            "sanskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम।\nनायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते॥",
            "hindi_meaning": "लेकिन हमारी सेना में जो प्रमुख योद्धा हैं, उन्हें आप जान लीजिए। मैं अपनी सेना के इन सेनापतियों के नाम आपको बताता हूँ।",
            "explanation": "दुर्योधन गुरु द्रोणाचार्य को कौरव सेना के प्रमुख योद्धाओं का परिचय देता है, ताकि उनकी शक्ति का प्रदर्शन किया जा सके।"
        },
        {
            "number": 8,
            "sanskrit": "भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जयः।\nअश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च॥",
            "hindi_meaning": "आप (द्रोणाचार्य), भीष्म, कर्ण, कृपाचार्य, अश्वत्थामा, विकर्ण और सौमदत्ति (भुरिश्रवा) मेरी सेना में हैं।",
            "explanation": "दुर्योधन कौरव सेना के महान योद्धाओं को गिनाता है, जिनमें गुरु द्रोण, भीष्म पितामह और कर्ण जैसे अजेय योद्धा शामिल हैं।"
        },
        {
            "number": 9,
            "sanskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः।\nनानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः॥",
            "hindi_meaning": "और भी अनेक शूरवीर हैं, जो मेरे लिए प्राण देने को तैयार हैं। सभी विभिन्न शस्त्रों से सुसज्जित और युद्धकला में निपुण हैं।",
            "explanation": "दुर्योधन अपनी सेना के अन्य वीरों का वर्णन करता है, जो उसके प्रति निष्ठावान हैं और युद्ध में पूर्ण कुशल हैं।"
        },
        {
            "number": 10,
            "sanskrit": "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम्।\nपर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम्॥",
            "hindi_meaning": "हमारी सेना अजेय है, क्योंकि भीष्म पितामह इसकी रक्षा कर रहे हैं। जबकि पांडवों की सेना सीमित है, जिसकी रक्षा भीम कर रहे हैं।",
            "explanation": "दुर्योधन अपनी सेना को असंख्य और भीष्म जैसे महान योद्धा द्वारा संरक्षित बताता है, जबकि पांडव सेना को कमजोर समझता है।"
        },
        {
            "number": 11,
            "sanskrit": "अयनेषु च सर्वेषु यथाभागमवस्थिताः।\nभीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि॥",
            "hindi_meaning": "सभी मोर्चों पर अपने-अपने स्थान पर डटे हुए आप लोग भीष्म पितामह की ही रक्षा में सहायता करें।",
            "explanation": "दुर्योधन सेना को आदेश देता है कि वे भीष्म के नेतृत्व में युद्ध करें, क्योंकि वही कौरवों के सबसे शक्तिशाली संरक्षक हैं।"
        },
        {
            "number": 12,
            "sanskrit": "तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः।\nसिंहनादं विनद्योच्चैः शंखं दध्मौ प्रतापवान्॥",
            "hindi_meaning": "तब कुरुवंश के वृद्ध पितामह भीष्म ने दुर्योधन के हर्ष को बढ़ाते हुए, गर्जना की और शंख बजाया।",
            "explanation": "भीष्म पितामह ने युद्ध का आरंभ करने के लिए शंखध्वनि की, जिससे कौरव सेना का उत्साह बढ़ा। यह युद्ध की औपचारिक शुरुआत थी।"
        },
        {
            "number": 13,
            "sanskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः।\nसहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत्॥",
            "hindi_meaning": "फिर शंख, नगाड़े, ढोल, तुरही और भेरी आदि वाद्य एक साथ बजाए गए, जिससे भयंकर शोर हुआ।",
            "explanation": "युद्ध की घोषणा के साथ ही विभिन्न वाद्ययंत्रों की ध्वनि से युद्धभूमि गूंज उठी। यह शोर दोनों सेनाओं के उत्साह और तैयारी को दर्शाता था।"
        },
        {
            "number": 14,
            "sanskrit": "ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ।\nमाधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः॥",
            "hindi_meaning": "तब श्वेत घोड़ों से जुते महान रथ पर स्थित श्रीकृष्ण (माधव) और अर्जुन (पाण्डव) ने अपने दिव्य शंख बजाए।",
            "explanation": "कृष्ण और अर्जुन ने युद्ध के लिए अपनी तत्परता दिखाई। उनके दिव्य शंखों की ध्वनि ने पांडव सेना का मनोबल बढ़ाया।"
        },
        {
            "number": 15,
            "sanskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः।\nपौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः॥",
            "hindi_meaning": "हृषीकेश (कृष्ण) ने पाञ्चजन्य शंख बजाया, धनंजय (अर्जुन) ने देवदत्त शंख बजाया और भीम (वृकोदर) ने पौण्ड्र नामक महाशंख बजाया।",
            "explanation": "तीन प्रमुख योद्धाओं ने अपने-अपने विशेष शंख बजाए। कृष्ण, अर्जुन और भीम के शंखों की ध्वनि ने युद्ध की पवित्रता और गंभीरता को दर्शाया।"
        },
        {
            "number": 16,
            "sanskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः।\nनकुलः सहदेवश्च सुघोषमणिपुष्पकौ॥",
            "hindi_meaning": "राजा युधिष्ठिर (कुन्तीपुत्र) ने अनन्तविजय शंख बजाया, नकुल और सहदेव ने क्रमशः सुघोष और मणिपुष्पक शंख बजाए।",
            "explanation": "पांडवों के शेष भाइयों ने भी अपने शंख बजाए। यह दर्शाता है कि पूरी पांडव सेना युद्ध के लिए एकजुट और तैयार थी।"
        },
        {
            "number": 17,
            "sanskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः।\nधृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः॥",
            "hindi_meaning": "काशीराज (परम धनुर्धर), महारथी शिखण्डी, धृष्टद्युम्न, विराट और अपराजित सात्यकि ने भी अपने शंख बजाए।",
            "explanation": "पांडव सेना के अन्य प्रमुख योद्धाओं ने भी युद्ध की घोषणा की। इनमें से प्रत्येक योद्धा अपने-अपने क्षेत्र में विशेषज्ञ था।"
        },
        {
            "number": 18,
            "sanskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते।\nसौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक् पृथक्॥",
            "hindi_meaning": "राजा द्रुपद, द्रौपदी के पुत्र और महाबाहु अभिमन्यु (सौभद्र) ने भी अपने-अपने शंख अलग-अलग बजाए।",
            "explanation": "द्रुपद और द्रौपदी के पुत्रों ने भी युद्ध के लिए अपनी तैयारी दिखाई। अभिमन्यु की उपस्थिति विशेष रूप से महत्वपूर्ण थी, क्योंकि वह एक बहादुर युवा योद्धा था।"
        },
        {
            "number": 19,
            "sanskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत्।\nनभश्च पृथिवीं चैव तुमुलो व्यनुनादयन्॥",
            "hindi_meaning": "वह शंखध्वनि कौरवों (धार्तराष्ट्रों) के हृदय को विदीर्ण कर देने वाली थी। आकाश और पृथ्वी को गुंजाते हुए वह भयंकर शब्द फैल गया।",
            "explanation": "पांडवों की शंखध्वनि ने कौरव सेना के मनोबल को झकझोर दिया। यह ध्वनि इतनी प्रबल थी कि पूरा वातावरण कांप उठा।"
        },
        {
            "number": 20,
            "sanskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् कपिध्वजः।\nप्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः॥",
            "hindi_meaning": "तब हनुमान के चिह्न वाले ध्वज वाले अर्जुन (पाण्डव) ने कौरवों को युद्ध के लिए तैयार देखा। शस्त्रों के संचालन का समय आ जाने पर उन्होंने अपना धनुष उठाया।",
            "explanation": "अर्जुन ने कौरव सेना को युद्ध के लिए तैयार देखा और स्वयं भी अपना धनुष उठा लिया। यहाँ से अर्जुन की आंतरिक द्वंद्व की शुरुआत होती है, जो आगे के श्लोकों में प्रकट होगा।"
        },
        {
            "number": 21,
            "sanskrit": "अर्जुन उवाच।\nसेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत॥",
            "hindi_meaning": "अर्जुन ने कहा: हे अच्युत! दोनों सेनाओं के बीच मेरे रथ को खड़ा कीजिए।",
            "explanation": "अर्जुन युद्धभूमि का निरीक्षण करना चाहते हैं। वे कृष्ण से अपना रथ दोनों सेनाओं के मध्य ले जाने को कहते हैं।"
        },
        {
            "number": 22,
            "sanskrit": "यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान्।\nकैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे॥",
            "hindi_meaning": "मैं उन योद्धाओं को देखना चाहता हूँ, जो युद्ध की इच्छा से यहाँ एकत्र हुए हैं। इस युद्ध में मुझे किन-किन से लड़ना है।",
            "explanation": "अर्जुन अपने विरोधियों को पहचानना चाहते हैं। यहाँ उनकी मनोदशा में संशय के पहले संकेत दिखाई देते हैं।"
        },
        {
            "number": 23,
            "sanskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः।\nधार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः॥",
            "hindi_meaning": "मैं उन लोगों को देखना चाहता हूँ, जो दुर्योधन (धार्तराष्ट्र) के लिए युद्ध करने आए हैं।",
            "explanation": "अर्जुन विशेष रूप से दुर्योधन के समर्थकों को देखना चाहते हैं, जो उसकी गलत इच्छाओं को पूरा करने आए हैं।"
        },
        {
            "number": 24,
            "sanskrit": "एवमुक्तो हृषीकेशो गुडाकेशेन भारत।\nसेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम्॥",
            "hindi_meaning": "संजय कहते हैं: हे भरतवंशी (धृतराष्ट्र)! हृषीकेश (कृष्ण) ने गुडाकेश (अर्जुन) के ऐसा कहने पर उत्तम रथ को दोनों सेनाओं के बीच में खड़ा कर दिया।",
            "explanation": "कृष्ण अर्जुन की इच्छा का सम्मान करते हुए रथ को युद्धभूमि के मध्य ले जाते हैं। यहाँ 'रथोत्तम' शब्द कृष्ण के दिव्य सारथित्व को दर्शाता है।"
        },
        {
            "number": 25,
            "sanskrit": "भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम्।\nउवाच पार्थ पश्यैतान्समवेतान्कुरूनिति॥",
            "hindi_meaning": "भीष्म, द्रोण और अन्य राजाओं के सामने खड़े होकर कृष्ण ने कहा: हे पार्थ! इन एकत्र हुए कौरवों को देखो।",
            "explanation": "कृष्ण अर्जुन को कौरव सेना के प्रमुख योद्धाओं का सामना करने के लिए तैयार करते हैं। यहाँ 'पार्थ' संबोधन में स्नेह और गुरुत्व झलकता है।"
        },
        {
            "number": 26,
            "sanskrit": "तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान्।\nआचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा॥",
            "hindi_meaning": "अर्जुन ने वहाँ अपने पिता, पितामह, गुरु, मामाओं, भाइयों, पुत्रों, पौत्रों और मित्रों को खड़े देखा।",
            "explanation": "अर्जुन को युद्धभूमि में अपने ही परिवार और आदरणीय लोग दिखाई देते हैं। इससे उनके मन में संघर्ष शुरू होता है।"
        },
        {
            "number": 27,
            "sanskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि।\nतान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान्॥",
            "hindi_meaning": "दोनों सेनाओं में ससुरों और मित्रों को भी खड़े देखकर अर्जुन (कौन्तेय) विचलित हो गए।",
            "explanation": "अर्जुन का मनोबल टूटने लगता है क्योंकि वे अपने प्रियजनों को विपरीत दल में देखते हैं।"
        },
        {
            "number": 28,
            "sanskrit": "कर्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसम्मूढचेताः।\nयच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम्॥",
            "hindi_meaning": "मेरा स्वभाव कायरता के दोष से ग्रस्त हो गया है। मैं धर्म के विषय में मोहग्रस्त होकर आपसे पूछता हूँ – निश्चित बताइए कि मेरे लिए क्या श्रेयस्कर है? मैं आपका शिष्य हूँ, आप मेरी शरण में आए हुए हैं। कृपया मेरा मार्गदर्शन करें।",
            "explanation": "अर्जुन पूरी तरह टूट चुके हैं और कृष्ण को अपना गुरु स्वीकार करते हुए मार्गदर्शन माँगते हैं। यहाँ 'शिष्यस्तेऽहं' वाक्य गीता के उपदेश की भूमिका तैयार करता है।"
        },
        {
            "number": 29,
            "sanskrit": "न हि प्रपश्यामि ममापनुद्याद्यच्छोकमुच्छोषणमिन्द्रियाणाम्।\nअवाप्य भूमावसपत्नमृद्धं राज्यं सुराणामपि चाधिपत्यम्॥",
            "hindi_meaning": "मैं इस शोक को दूर करने वाला कोई उपाय नहीं देखता, जो मेरी इंद्रियों को सुखा रहा है। यदि मैं पृथ्वी पर निर्विरोध राज्य और देवताओं का भी आधिपत्य पा लूँ, तो भी यह शोक दूर नहीं होगा।",
            "explanation": "अर्जुन बताते हैं कि भौतिक सफलता (राज्य, सत्ता) भी उनके दुख को दूर नहीं कर सकती। यह आध्यात्मिक जिज्ञासा का संकेत है।"
        },
        {
            "number": 30,
            "sanskrit": "निमित्तानि च पश्यामि विपरीतानि केशव।\nन च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे॥३०॥",
            "hindi_meaning": "हे केशव! मैं अशुभ लक्षण देख रहा हूँ और नहीं लगता कि स्वजनों को मारकर हमारा कल्याण होगा।",
            "explanation": "अर्जुन युद्ध के अशुभ संकेतों की ओर ध्यान दिलाते हैं। वे 'स्वजन' (अपने लोगों) की हत्या को अकल्याणकारी मानते हैं।"
        },
        {
            "number": 31,
            "sanskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च।\nकिं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा॥३१॥",
            "hindi_meaning": "हे कृष्ण! मैं न विजय चाहता हूँ, न राज्य, न सुख। हे गोविन्द! हमें राज्य से, भोगों से या जीवन से भी क्या प्रयोजन है?",
            "explanation": "अर्जुन भौतिक सुखों की निरर्थकता व्यक्त करते हैं। 'गोविन्द' संबोधन में कृष्ण से गहरी अपेक्षा झलकती है।"
        },
        {
            "number": 32,
            "sanskrit": "येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च।\nत इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च॥३२॥",
            "hindi_meaning": "जिनके लिए हम राज्य, भोग और सुख चाहते थे, वे ही युद्ध में प्राण और धन त्यागकर खड़े हैं।",
            "explanation": "अर्जुन तर्क देते हैं कि जिन प्रियजनों के लिए वे सुख चाहते थे, वे स्वयं युद्ध में मरने को तैयार हैं। यह एक गहरा विरोधाभास है।"
        },
        {
            "number": 33,
            "sanskrit": "आचार्याः पितरः पुत्रास्तथैव च पितामहाः।\nमातुलाः श्वशुराः पौत्राः श्यालाः सम्बन्धिनस्तथा॥३३॥",
            "hindi_meaning": "गुरु, पिता, पुत्र, पितामह, मामा, ससुर, पौत्र, साले और अन्य सम्बन्धी यहाँ खड़े हैं।",
            "explanation": "अर्जुन युद्धभूमि में मौजूद अपने सभी परिजनों को गिनाते हैं। यह सूची उनके मोह को और गहरा करती है।"
        },
        {
            "number": 34,
            "sanskrit": "गुरूनहत्वा हि महानुभावान्श्रेयो भोक्तुं भैक्ष्यमपीह लोके।\nहत्वार्थकामांस्तु गुरूनिहैव भुञ्जीय भोगान् रुधिरप्रदिग्धान्॥",
            "hindi_meaning": "इन महानुभाव गुरुओं को मारकर भीख माँगकर खाना श्रेयस्कर होगा। परंतु इन्हें मारकर तो रक्त से सने भोगों का उपभोग करना होगा।",
            "explanation": "अर्जुन तर्क देते हैं कि गुरुओं की हत्या करके प्राप्त राजसुख नैतिक रूप से प्रदूषित होगा।"
        },
        {
            "number": 35,
            "sanskrit": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च।\nकिं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा॥",
            "hindi_meaning": "हे कृष्ण! मैं न विजय चाहता हूँ, न राज्य, न सुख। हे गोविन्द! हमें राज्य से, भोगों से या जीवन से भी क्या प्रयोजन है?",
            "explanation": "अर्जुन भौतिक लाभों की निरर्थकता समझते हैं। यहाँ 'गोविन्द' संबोधन उनकी विषाद की तीव्रता दर्शाता है।"
        },
        {
            "number": 36,
            "sanskrit": "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः।\nतस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान्॥३६॥",
            "hindi_meaning": "इन आक्रमणकारियों को मारकर हम पाप के भागी होंगे। इसलिए धृतराष्ट्र के पुत्रों - अपने ही भाइयों को मारना उचित नहीं है।",
            "explanation": "अर्जुन यह तर्क देते हैं कि चाहे कौरव आक्रमणकारी हों, फिर भी उन्हें मारना पाप होगा क्योंकि वे उनके अपने हैं। 'आततायिनः' शब्द महत्वपूर्ण है जिसका अर्थ है 'आक्रमणकारी'।"
        },
        {
            "number": 37,
            "sanskrit": "यद्यप्येते न पश्यन्ति लोभोपहतचेतसः।\nकुलक्षयकृतं दोषं मित्रद्रोहे च पातकम्॥३७॥",
            "hindi_meaning": "यद्यपि लोभ से मूढ़चेत होने के कारण ये (कौरव) कुल के नाश रूपी दोष और मित्रद्रोह के पाप को नहीं देख पा रहे हैं।",
            "explanation": "अर्जुन कहते हैं कि कौरव लोभ के कारण इस युद्ध के दुष्परिणाम नहीं समझ पा रहे। 'मित्रद्रोहे च पातकम्' वाक्यांश महत्वपूर्ण है जो मित्रता के विश्वासघात को पाप बताता है।"
        },
        {
            "number": 38,
            "sanskrit": "कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम्।\nकुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन॥३८॥",
            "hindi_meaning": "हे जनार्दन! कुल के नाश से होने वाले दोष को देखते हुए भी हमें इस पाप से बचना क्यों नहीं चाहिए?",
            "explanation": "अर्जुन कृष्ण से सीधा प्रश्न करते हैं कि जब वे कुलनाश के दुष्परिणाम देख रहे हैं तो इस पाप से क्यों न बचें। यहाँ 'जनार्दन' संबोधन विशेष है जो कृष्ण को समस्त जनों के पालनकर्ता के रूप में संबोधित करता है।"
        },
        {
            "number": 39,
            "sanskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः।\nधर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत॥",
            "hindi_meaning": "कुल के नष्ट होने पर सनातन कुलधर्म नष्ट हो जाते हैं। धर्म नष्ट होने पर सम्पूर्ण कुल अधर्म से ग्रस्त हो जाता है।",
            "explanation": "अर्जुन सामाजिक पतन के दार्शनिक परिणाम बताते हैं। वे 'कुलधर्म' की रक्षा को युद्ध से बड़ा मानते हैं।"
        },
        {
            "number": 40,
            "sanskrit": "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः।\nस्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसंकरः॥",
            "hindi_meaning": "हे कृष्ण! अधर्म के प्रभाव से कुल की स्त्रियाँ दूषित हो जाती हैं। हे वार्ष्णेय! स्त्रियों के दूषित होने पर वर्णसंकर उत्पन्न होते हैं।",
            "explanation": "अर्जुन समाज में नैतिक अव्यवस्था (वर्णसंकर) के खतरों की ओर इशारा करते हैं। यह श्लोक उस युग की सामाजिक चिंताओं को दर्शाता है।"
        },
        {
            "number": 41,
            "sanskrit": "सङ्करो नरकायैव कुलघ्नानां कुलस्य च।\nपतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः॥४१॥",
            "hindi_meaning": "वर्णसंकर समाज को नरक की ओर ले जाता है, कुल के नाशकों के पितर (पूर्वज) भी गिर जाते हैं, क्योंकि उनके लिए पिण्डदान और जलदान की क्रियाएँ बंद हो जाती हैं।",
            "explanation": "अर्जुन का तर्क है कि जातियों का आपस में मिल जाना (वर्णसंकर) सामाजिक अराजकता को जन्म देता है। वह चिंता व्यक्त करते हैं कि नष्ट हो चुकी पारिवारिक परंपराओं के कारण पिण्डोदकक्रिया बंद हो जाने के कारण पूर्वज स्वर्ग से गिर जाएँगे। यह पैतृक संस्कारों में वैदिक विश्वास को दर्शाता है।"
          },
          {
            "number": 42,
            "sanskrit": "दोषैरेतैः कुलघ्नानां वर्णसङ्करकारकैः।\nउत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः॥४२॥",
            "hindi_meaning": "कुल के नाशकों के इन दोषों से, जो वर्णसंकर उत्पन्न करते हैं, शाश्वत कुलधर्म और जातिधर्म नष्ट हो जाते हैं।",
            "explanation": "अर्जुन अपने समाजशास्त्रीय तर्क को जारी रखते हुए कहते हैं कि वंश-परंपराओं के नष्ट होने से शाश्वत (शाश्वत) जाति-कर्तव्य (जातिधर्म) और पारिवारिक परंपराएं (कुलधर्म) नष्ट हो जाती हैं। 'उत्साध्यन्ते' (नष्ट हो जाते हैं) वाक्यांश स्थायी क्षति पर जोर देता है।"
          },
          {
            "number": 43,
            "sanskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन।\nनरकेऽनियतं वासो भवतीत्यनुशुश्रुम॥४३॥",
            "hindi_meaning": "हे जनार्दन! हमने सुना है कि जिन मनुष्यों के कुलधर्म नष्ट हो जाते हैं, उन्हें अनिश्चित काल तक नरक में रहना पड़ता है।",
            "explanation": "अर्जुन ने शास्त्रीय प्रमाण ('अनुशुश्रुम' - हमने सुना है) का हवाला देते हुए दावा किया है कि पारिवारिक परंपराओं को नष्ट करने वालों को अनन्त नरक का सामना करना पड़ता है। 'जनार्दन' (लोगों के रक्षक के रूप में कृष्ण) संबोधन यहाँ विडंबनापूर्ण है, क्योंकि अर्जुन विनाश की नैतिकता पर सवाल उठाता है।"
          },
        {
            "number": 44,
            "sanskrit": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन।\nनरकेऽनियतं वासो भवतीत्यनुशुश्रुम॥",
            "hindi_meaning": "हे जनार्दन! हमने सुना है कि कुलधर्म नष्ट होने पर मनुष्यों को अनिश्चित काल तक नरक में रहना पड़ता है।",
            "explanation": "अर्जुन धार्मिक ग्रंथों के उद्धरण देकर अपने मोह को उचित ठहराते हैं। यहाँ 'अनुशुश्रुम' (हमने सुना है) शब्द शास्त्रों के प्रमाण की ओर संकेत करता है।"
        },
        {
            "number": 45,
            "sanskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम्।\nयद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः॥",
            "hindi_meaning": "हाय! हम लोग राज्य के सुख के लोभ में अपने ही कुटुम्बियों को मारने के लिए तैयार हो गए। कितना बड़ा पाप है यह!",
            "explanation": "अर्जुन पूर्णतः निराश होकर इस युद्ध को पाप की संज्ञा देते हैं। यहाँ 'अहो बत' (हाय!) शब्द उनकी मानसिक पीड़ा को उजागर करता है।"
        },
        {
            "number": 46,
            "sanskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः।\nधार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत्॥",
            "hindi_meaning": "यदि शस्त्रधारी कौरव मुझे निहत्था और प्रतिकार न करते हुए युद्ध में मार डालें, तो वह मेरे लिए अधिक कल्याणकारी होगा।",
            "explanation": "अर्जुन की मनोदशा का चरम बिंदु – वे मृत्यु को भी स्वीकार करने को तैयार हैं, परंतु युद्ध नहीं करना चाहते।"
        },
        {
            "number": 47,
            "sanskrit": "एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत्।\nविसृज्य सशरं चापं शोकसंविग्नमानसः॥",
            "hindi_meaning": "ऐसा कहकर अर्जुन युद्धभूमि में रथ के पिछले भाग में बैठ गए। उन्होंने धनुष-बाण त्याग दिए और शोक से व्याकुल हो गए।",
            "explanation": "अध्याय का अंतिम श्लोक जहाँ अर्जुन हथियार त्याग देते हैं। यह क्षण गीता के उपदेश की पृष्ठभूमि तैयार करता है। 'शोकसंविग्नमानसः' शब्द उनकी गहरी मानसिक उथल-पुथल को दर्शाता है।"
        }
    ]
}