{
    "chapter": "अध्याय 12 – भक्ति योग:",
    "shlokas": [
        {
            "number": 1,
            "sanskrit": "अर्जुन उवाच\nएवं सततयुक्ता ये भक्तास्त्वां पर्युपासते ।\nये चाप्यक्षरमव्यक्तं तेषां के योगवित्तमाः ॥",
            "hindi_meaning": "अर्जुन ने पूछा - हे भगवन! जो विधि आपने बतायी है उसी विधि के अनुसार अनन्य भक्ति से आपकी शरण होकर आपके सगुण-साकार रूप की निरन्तर पूजा-आराधना करते हैं, अन्य जो आपकी शरण न होकर अपने भरोसे आपके निर्गुण-निराकार रूप की पूजा-आराधना करते हैं, इन दोनों प्रकार के योगीयों में किसे अधिक पूर्ण सिद्ध योगी माना जाय?",
            "explanation": "अर्जुन भगवान से पूछते हैं कि सगुण-साकार रूप की उपासना करने वाले और निर्गुण-निराकार रूप की उपासना करने वाले दोनों प्रकार के भक्तों में से कौन श्रेष्ठ है।"
        },
        {
            "number": 2,
            "sanskrit": "श्रीभगवानुवाच\nमय्यावेश्य मनो ये मां नित्ययुक्ता उपासते ।\nश्रद्धया परयोपेतास्ते मे युक्ततमा मताः ॥",
            "hindi_meaning": "श्री भगवान कहा - हे अर्जुन! जो मनुष्य मुझमें अपने मन को स्थिर करके निरंतर मेरे सगुण-साकार रूप की पूजा में लगे रहते हैं, और अत्यन्त श्रद्धापूर्वक मेरे दिव्य स्वरूप की आराधना करते हैं वह मेरे द्वारा योगियों में अधिक पूर्ण सिद्ध योगी माने जाते हैं।",
            "explanation": "भगवान बताते हैं कि जो लोग भक्ति के द्वारा मेरे साकार रूप की उपासना करते हैं, वे अधिक पूर्ण योगी होते हैं।"
        },
        {
            "number": 3,
            "sanskrit": "ये त्वक्षरमनिर्देश्यमव्यक्तं पर्युपासते।\nसर्वत्रगमचिन्त्यं च कूटस्थमचलं ध्रुवम्‌ ॥",
            "hindi_meaning": "लेकिन जो मनुष्य मन-बुद्धि के चिन्तन से परे परमात्मा के अविनाशी, सर्वव्यापी, अकल्पनीय, निराकार, अचल स्थित स्वरूप की उपासना करते हैं, वह मनुष्य भी अपनी सभी इन्द्रियों को वश में करके, सभी परिस्थितियों में समान भाव से और सभी प्राणीयों के हित में लगे रहकर मुझे ही प्राप्त होते हैं।",
            "explanation": "यह श्लोक बताता है कि निराकार रूप की उपासना करने वाले योगी भी श्रेष्ठ होते हैं, जब वे अपने इन्द्रियों पर नियंत्रण रखते हैं और सभी प्राणियों के भले के लिए कार्य करते हैं।"
        },
        {
            "number": 4,
            "sanskrit": "सन्नियम्येन्द्रियग्रामं सर्वत्र समबुद्धयः ।\nते प्राप्नुवन्ति मामेव सर्वभूतहिते रताः ॥",
            "hindi_meaning": "जो अपनी इन्द्रियों को वश में करके, समान बुद्धि से सभी परिस्थितियों में मुझे प्राप्त करते हैं, वे मेरे ही पास आते हैं।",
            "explanation": "जो लोग अपने इन्द्रियों को नियंत्रित करके, हर स्थिति में समभाव रखते हुए मेरी उपासना करते हैं, वे निश्चित रूप से मुझे प्राप्त होते हैं।"
        },
        {
            "number": 5,
            "sanskrit": "क्लेशोऽधिकतरस्तेषामव्यक्तासक्तचेतसाम्‌ ।\nअव्यक्ता हि गतिर्दुःखं देहवद्भिरवाप्यते ॥",
            "hindi_meaning": "अव्यक्त, निराकार स्वरूप के प्रति आसक्त मन वाले मनुष्यों को परमात्मा की प्राप्ति अत्यधिक कष्टपूर्ण होती है क्योंकि जब तक शरीर द्वारा कर्तापन का भाव रहता है तब तक अव्यक्त परमात्मा की प्राप्ति दुखप्रद होती है।",
            "explanation": "निराकार रूप की उपासना करने वाले व्यक्तियों को कष्ट अधिक होते हैं, क्योंकि उनका मन शरीर से जुड़ा रहता है और अव्यक्त रूप की प्राप्ति कठिन होती है।"
        },
        {
            "number": 6,
            "sanskrit": "ये तु सर्वाणि कर्माणि मयि सन्नयस्य मत्पराः ।\nअनन्येनैव योगेन मां ध्यायन्त उपासते ॥",
            "hindi_meaning": "जो मनुष्य अपने सभी कर्मों को मुझे अर्पित करके मेरी शरण होकर अनन्य भाव से भक्ति-योग में स्थित होकर निरन्तर मेरा चिन्तन करते हुए मेरी आराधना करते हैं।",
            "explanation": "जो लोग कर्मों को भगवान को समर्पित कर, भक्ति के माध्यम से निरंतर मेरी उपासना करते हैं, वे मुझे शीघ्र प्राप्त करते हैं।"
        },
        {
            "number": 7,
            "sanskrit": "तेषामहं समुद्धर्ता मृत्युसंसारसागरात्‌ ।\nभवामि नचिरात्पार्थ मय्यावेशितचेतसाम्‌ ॥",
            "hindi_meaning": "जो भगवान में समर्पित होकर मेरी भक्ति में लगे रहते हैं, मैं उन्हें मृत्यु के संसार-सागर से शीघ्र उबारता हूँ।",
            "explanation": "जो व्यक्ति अपने मन को भगवान में लगा कर भक्ति करते हैं, भगवान उन्हें जन्म-मृत्यु के चक्कर से मुक्त कर देते हैं।"
        },
        {
            "number": 8,
            "sanskrit": "मय्येव मन आधत्स्व मयि बुद्धिं निवेशय ।\nनिवसिष्यसि मय्येव अत ऊर्ध्वं न संशयः ॥",
            "hindi_meaning": "हे अर्जुन! तू अपने मन को मुझमें ही स्थिर कर और मुझमें ही अपनी बुद्धि को लगा, इस प्रकार तू निश्चित रूप से मुझमें ही सदैव निवास करेगा, इसमें किसी प्रकार का सन्देह नहीं है।",
            "explanation": "भगवान अर्जुन को कहते हैं कि वह अपने मन और बुद्धि को भगवान में लगा कर भगवान की उपासना में स्थिर रहें।"
        },
        {
            "number": 9,
            "sanskrit": "अथ चित्तं समाधातुं न शक्रोषि मयि स्थिरम्‌ ।\nअभ्यासयोगेन ततो मामिच्छाप्तुं धनञ्जय ॥",
            "hindi_meaning": "हे अर्जुन! यदि तू अपने मन को मुझमें स्थिर नही कर सकता है, तो भक्ति-योग के अभ्यास द्वारा मुझे प्राप्त करने की इच्छा उत्पन्न कर।",
            "explanation": "भगवान अर्जुन को भक्ति-योग का अभ्यास करने की सलाह देते हैं, ताकि वे धीरे-धीरे मुझमें ध्यान लगा सकें।"
        },
        {
            "number": 10,
            "sanskrit": "अभ्यासेऽप्यसमर्थोऽसि मत्कर्मपरमो भव ।\nमदर्थमपि कर्माणि कुर्वन्सिद्धिमवाप्स्यसि ॥",
            "hindi_meaning": "यदि तू भक्ति-योग का अभ्यास भी नही कर सकता है, तो केवल मेरे लिये कर्म करने का प्रयत्न कर, इस प्रकार तू मेरे लिये कर्मों को करता हुआ मेरी प्राप्ति रूपी परम-सिद्धि को ही प्राप्त करेगा।",
            "explanation": "अगर अर्जुन भक्ति-योग का अभ्यास नही कर सकते, तो उन्हें केवल भगवान के लिए कर्म करना चाहिए।"
        },
        {
            "number": 11,
            "sanskrit": "अथैतदप्यशक्तोऽसि कर्तुं मद्योगमाश्रितः ।\nसर्वकर्मफलत्यागं ततः कुरु यतात्मवान्‌ ॥",
            "hindi_meaning": "यदि तू मेरे लिये कर्म भी नही कर सकता है तो मुझ पर आश्रित होकर सभी कर्मों के फलों का त्याग करके समर्पण के साथ आत्म-स्थित महापुरुष की शरण ग्रहण कर, उनकी प्रेरणा से कर्म स्वत: ही होने लगेगा।",
            "explanation": "अगर अर्जुन कुछ भी नही कर सकते तो भगवान के ऊपर विश्वास रखकर और अपने कर्मों के परिणाम को त्याग कर ध्यान में रहे।"
        },
        {
            "number": 12,
            "sanskrit": "श्रेयो हि ज्ञानमभ्यासाज्ज्ञानाद्धयानं विशिष्यते ।\nध्यानात्कर्मफलत्यागस्त्यागाच्छान्तिरनन्तरम्‌ ॥",
            "hindi_meaning": "बिना समझे मन को स्थिर करने के अभ्यास से ज्ञान का अनुशीलन करना श्रेष्ठ है, ज्ञान से ध्यान श्रेष्ठ समझा जाता है और ध्यान से सभी कर्मों के फलों का त्याग श्रेष्ठ है, क्योंकि ऎसे त्याग से शीघ्र ही परम-शान्ति की प्राप्त होती है।",
            "explanation": "यह श्लोक बताता है कि बिना समझे ध्यान का अभ्यास करने से ज्ञान और ध्यान दोनों का महत्व बढ़ता है, और इससे मनुष्य को शांति और मुक्ति मिलती है।"
        },
        {
            "number": 13,
            "sanskrit": "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च ।\nनिर्ममो निरहङ्‍कारः समदुःखसुखः क्षमी ॥",
            "hindi_meaning": "जो मनुष्य किसी से द्वेष नही करता है, सभी प्राणीयों के प्रति मित्र-भाव रखता है, सभी जीवों के प्रति दया-भाव रखने वाला है, ममता से मुक्त, मिथ्या अहंकार से मुक्त, सुख और दुःख को समान समझने वाला, और सभी के अपराधों को क्षमा करने वाला है।",
            "explanation": "यह श्लोक बताता है कि भक्ति में स्थित व्यक्ति को किसी भी प्राणी के प्रति द्वेष नहीं करना चाहिए, और उसे सभी के प्रति समान भाव रखने की आवश्यकता है।"
        },
        {
            "number": 14,
            "sanskrit": "संतुष्टः सततं योगी यतात्मा दृढ़निश्चयः ।\nमय्यर्पितमनोबुद्धिर्यो मद्भक्तः स मे प्रियः ॥",
            "hindi_meaning": "जो मनुष्य निरन्तर भक्ति-भाव में स्थिर रहकर सदैव प्रसन्न रहता है, दृढ़ निश्चय के साथ मन सहित इन्द्रियों को वश किये रहता है, और मन एवं बुद्धि को मुझे अर्पित किए हुए रहता है ऎसा भक्त मुझे प्रिय होता है।",
            "explanation": "यह श्लोक बताता है कि भक्ति में स्थित व्यक्ति का मन और बुद्धि भगवान में स्थिर होना चाहिए, और उसे सदैव प्रसन्न रहना चाहिए।"
        },
        {
            "number": 15,
            "sanskrit": "यस्मान्नोद्विजते लोको लोकान्नोद्विजते च यः ।\nहर्षामर्षभयोद्वेगैर्मुक्तो यः स च मे प्रियः ॥",
            "hindi_meaning": "जो मनुष्य न तो किसी के मन को विचलित करता है और न ही अन्य किसी के द्वारा विचलित होता है, जो हर्ष-संताप और भय-चिन्ताओं से मुक्त है ऎसा भक्त भी मुझे प्रिय होता है।",
            "explanation": "यह श्लोक बताता है कि जो व्यक्ति अपने अंदर स्थित किसी भी प्रकार के हर्ष, शोक, भय, या चिंता से मुक्त रहता है, वह भगवान को प्रिय होता है।"
        },
        {
            "number": 16,
            "sanskrit": "अनपेक्षः शुचिर्दक्ष उदासीनो गतव्यथः ।\nसर्वारम्भपरित्यागी यो मद्भक्तः स मे प्रियः ॥",
            "hindi_meaning": "जो मनुष्य किसी भी प्रकार की इच्छा नही करता है, जो शुद्ध मन से मेरी आराधना में स्थित है, जो सभी कष्टों के प्रति उदासीन रहता है और जो सभी कर्मों को मुझे अर्पण करता है ऎसा भक्त मुझे प्रिय होता है।",
            "explanation": "यह श्लोक बताता है कि भक्ति में स्थित व्यक्ति को किसी भी प्रकार की आसक्ति या इच्छाएं नहीं होतीं, और वह अपनी आराधना में शुद्ध रहता है।"
        },
        {
            "number": 17,
            "sanskrit": "यो न हृष्यति न द्वेष्टि न शोचति न काङ्‍क्षति ।\nशुभाशुभपरित्यागी भक्तिमान्यः स मे प्रियः ॥",
            "hindi_meaning": "जो मनुष्य न तो कभी हर्षित होता है, न ही कभी शोक करता है, न ही कभी पछताता है और न ही कामना करता है, जो शुभ और अशुभ सभी कर्म-फ़लों को मुझे अर्पित करता है ऎसी भक्ति में स्थित भक्त मुझे प्रिय होता है।",
            "explanation": "यह श्लोक बताता है कि भक्ति में स्थित व्यक्ति सभी फल, चाहे शुभ हो या अशुभ, भगवान को समर्पित करता है और उसे किसी प्रकार की भावना से मुक्त रहकर कार्य करता है।"
        },
        {
            "number": 18,
            "sanskrit": "समः शत्रौ च मित्रे च तथा मानापमानयोः ।\nशीतोष्णसुखदुःखेषु समः सङ्‍गविवर्जितः ॥",
            "hindi_meaning": "जो मनुष्य शत्रु और मित्र में, मान तथा अपमान में समान भाव में स्थित रहता है, जो सर्दी और गर्मी में, सुख तथा दुःख आदि द्वंद्वों में भी समान भाव में स्थित रहता है और जो दूषित संगति से मुक्त रहता है।",
            "explanation": "यह श्लोक बताता है कि भक्ति में स्थित व्यक्ति को हर परिस्थिति में समान भाव से रहना चाहिए, चाहे वह शत्रु हो या मित्र, मान हो या अपमान।"
        },
        {
            "number": 19,
            "sanskrit": "तुल्यनिन्दास्तुतिर्मौनी सन्तुष्टो येन केनचित्‌ ।\nअनिकेतः स्थिरमतिर्भक्तिमान्मे प्रियो नरः ॥",
            "hindi_meaning": "जो निंदा और स्तुति को समान समझता है, जिसकी मन सहित सभी इन्द्रियाँ शान्त है, जो हर प्रकार की परिस्थिति में सदैव संतुष्ट रहता है और जिसे अपने निवास स्थान में कोई आसक्ति नही होती है ऎसा स्थिर-बुद्धि के साथ भक्ति में स्थित मनुष्य मुझे प्रिय होता है।",
            "explanation": "यह श्लोक बताता है कि जो व्यक्ति निंदा और स्तुति को समान रूप से देखता है और जिस व्यक्ति का मन शान्त रहता है, वह भगवान के प्रिय होते हैं।"
        },
        {
            "number": 20,
            "sanskrit": "ये तु धर्म्यामृतमिदं यथोक्तं पर्युपासते ।\nश्रद्धाना मत्परमा भक्तास्तेऽतीव मे प्रियाः ॥",
            "hindi_meaning": "परन्तु जो मनुष्य इस धर्म रूपी अमृत का ठीक उसी प्रकार से पालन करते हैं जैसा मेरे द्वारा कहा गया है और जो पूर्ण श्रद्धा के साथ मेरी शरण ग्रहण किये रहते हैं, ऎसी भक्ति में स्थित भक्त मुझको अत्यधिक प्रिय होता हैं।",
            "explanation": "यह श्लोक बताता है कि जो लोग भगवान द्वारा बताए गए धर्म का पालन श्रद्धा से करते हैं, वे भगवान के प्रिय होते हैं।"
        }
    ]
}