{
    "chapter": "अध्याय 11 – विश्वरूप दर्शन योग:",
    "shlokas":[
        {
          "number": 1,
          "sanskrit": "अर्जुन उवाच\nमदनुग्रहाय परमं गुह्यमध्यात्मसंज्ञितम्।\nयत्त्वयोक्तं वचस्तेन मोहोऽयं विगतो मम॥",
          "hindi_meaning": "अर्जुन ने कहा: आपकी कृपा से मेरे लिए यह परम गोपनीय और आत्मा का ज्ञान बताया गया है, जिससे मेरा मोह दूर हो गया है।",
          "explanation": "अर्जुन भगवान कृष्ण का आभार व्यक्त करते हुए कहते हैं कि उनके उपदेश से उनका भ्रम दूर हो गया है।"
        },
        {
          "number": 2,
          "sanskrit": "भवाप्ययौ हि भूतानां श्रुतौ विस्तरशो मया।\nत्वत्तः कमलपत्राक्ष माहात्म्यमपि चाव्ययम्॥",
          "hindi_meaning": "हे कमलनयन! मैंने आपसे प्राणियों के उत्पत्ति और लय के बारे में विस्तार से सुना है, साथ ही आपके अविनाशी महात्म्य को भी।",
          "explanation": "अर्जुन कृष्ण से सृष्टि के रहस्यों और उनकी दिव्य महिमा के बारे में सुनकर प्रभावित हैं।"
        },
        {
          "number": 3,
          "sanskrit": "एवमेतद्यथात्थ त्वमात्मानं परमेश्वर।\nद्रष्टुमिच्छामि ते रूपमैश्वरं पुरुषोत्तम॥",
          "hindi_meaning": "हे परमेश्वर! हे पुरुषोत्तम! जैसा आपने स्वयं को वर्णित किया है, मैं आपके उस ऐश्वरिक रूप को देखना चाहता हूँ।",
          "explanation": "अर्जुन कृष्ण के विश्वरूप को देखने की इच्छा व्यक्त करते हैं।"
        },
        {
          "number": 4,
          "sanskrit": "मन्यसे यदि तच्छक्यं मया द्रष्टुमिति प्रभो।\nयोगेश्वर ततो मे त्वं दर्शयात्मानमव्ययम्॥",
          "hindi_meaning": "हे प्रभु! हे योगेश्वर! यदि आप समझते हैं कि मैं आपके उस अविनाशी रूप को देख सकता हूँ, तो कृपया मुझे दिखाइए।",
          "explanation": "अर्जुन विनम्रतापूर्वक कृष्ण से अपने विराट रूप का दर्शन कराने का अनुरोध करते हैं।"
        },
        {
          "number": 5,
          "sanskrit": "श्रीभगवानुवाच\nपश्य मे पार्थ रूपाणि शतशोऽथ सहस्रशः।\nनानाविधानि दिव्यानि नानावर्णाकृतीनि च॥",
          "hindi_meaning": "भगवान ने कहा: हे पार्थ! मेरे सैकड़ों, हजारों विभिन्न दिव्य रूपों को देखो, जो अनेक रंगों और आकृतियों वाले हैं।",
          "explanation": "कृष्ण अर्जुन को अपने विश्वरूप के दर्शन कराने की शुरुआत करते हैं।"
        },
        {
          "number": 6,
          "sanskrit": "पश्यादित्यान्वसून्रुद्रानश्विनौ मरुतस्तथा।\nबहून्यदृष्टपूर्वाणि पश्याश्चर्याणि भारत॥",
          "hindi_meaning": "हे भरतवंशी! आदित्यों, वसुओं, रुद्रों, अश्विनी कुमारों और मरुद्गणों को देखो, और भी अनेक अद्भुत दृश्य जो पहले कभी नहीं देखे गए।",
          "explanation": "कृष्ण अर्जुन को ब्रह्मांड के विभिन्न देवताओं और अद्भुत दृश्यों का दर्शन कराते हैं।"
        },
        {
          "number": 7,
          "sanskrit": "इहैकस्थं जगत्कृत्स्नं पश्याद्य सचराचरम्।\nमम देहे गुडाकेश यच्चान्यद्द्रष्टुमिच्छसि॥",
          "hindi_meaning": "हे गुडाकेश! अब मेरे इस शरीर में सम्पूर्ण जगत को, चर-अचर सहित, एक स्थान पर देखो, और जो कुछ भी तुम देखना चाहते हो।",
          "explanation": "कृष्ण अर्जुन को अपने विराट रूप में समस्त ब्रह्मांड का दर्शन कराते हैं।"
        },
        {
          "number": 8,
          "sanskrit": "न तु मां शक्यसे द्रष्टुमनेनैव स्वचक्षुषा।\nदिव्यं ददामि ते चक्षुः पश्य मे योगमैश्वरम्॥",
          "hindi_meaning": "लेकिन तुम मुझे अपने सामान्य नेत्रों से नहीं देख सकते, इसलिए मैं तुम्हें दिव्य दृष्टि प्रदान करता हूँ। मेरे ऐश्वरिक योग को देखो।",
          "explanation": "कृष्ण अर्जुन को विश्वरूप देखने के लिए दिव्य दृष्टि प्रदान करते हैं।"
        },
        {
          "number": 9,
          "sanskrit": "एवमुक्त्वा ततो राजन्महायोगेश्वरो हरिः।\nदर्शयामास पार्थाय परमं रूपमैश्वरम्॥",
          "hindi_meaning": "हे राजन! इस प्रकार कहकर महायोगेश्वर भगवान कृष्ण ने अर्जुन को अपना परम ऐश्वरिक रूप दिखाया।",
          "explanation": "भगवान कृष्ण अर्जुन को अपना विश्वरूप (विराट स्वरूप) दिखाने के लिए तैयार होते हैं।"
        },
        {
          "number": 10,
          "sanskrit": "अनेकवक्त्रनयनमनेकाद्भुतदर्शनम्।\nअनेकदिव्याभरणं दिव्यानेकोद्यतायुधम्॥",
          "hindi_meaning": "अनेक मुख, नेत्र, अद्भुत दृश्य, दिव्य आभूषणों से सुशोभित और अनेक दिव्य अस्त्रों को धारण किए हुए।",
          "explanation": "विराट रूप में भगवान के असंख्य मुख, नेत्र, आभूषण और अस्त्र-शस्त्र हैं, जो उनकी अनंत शक्ति को प्रदर्शित करते हैं।"
        },
        {
          "number": 11,
          "sanskrit": "दिव्यमाल्याम्बरधरं दिव्यगन्धानुलेपनम्।\nसर्वाश्चर्यमयं देवमनन्तं विश्वतोमुखम्॥",
          "hindi_meaning": "दिव्य मालाओं और वस्त्रों से युक्त, दिव्य गंधों से सुवासित, सभी आश्चर्यों से भरे, अनंत और सर्वत्र मुख वाले भगवान।",
          "explanation": "यह श्लोक विराट रूप की भव्यता और दिव्यता का वर्णन करता है।"
        },
        {
          "number": 12,
          "sanskrit": "दिवि सूर्यसहस्रस्य भवेद्युगपदुत्थिता।\nयदि भाः सदृशी सा स्याद्भासस्तस्य महात्मनः॥",
          "hindi_meaning": "यदि आकाश में एक साथ हजारों सूर्य उदय हो जाएं, तो भी उनका प्रकाश उस महात्मा (भगवान) के तेज के समान नहीं हो सकता।",
          "explanation": "भगवान के विराट रूप का तेज सहस्त्रों सूर्यों के प्रकाश से भी अधिक तीव्र है।"
        },
        {
          "number": 13,
          "sanskrit": "तत्रैकस्थं जगत्कृत्स्नं प्रविभक्तमनेकधा।\nअपश्यद्देवदेवस्य शरीरे पाण्डवस्तदा॥",
          "hindi_meaning": "उस समय अर्जुन ने देवों के देवता (भगवान) के शरीर में एक स्थान पर स्थित, अनेक प्रकार से विभक्त सम्पूर्ण जगत को देखा।",
          "explanation": "अर्जुन भगवान के विराट रूप में समस्त ब्रह्मांड और उसकी विविधताओं को एक साथ देखते हैं।"
        },
        {
          "number": 14,
          "sanskrit": "ततः स विस्मयाविष्टो हृष्टरोमा धनंजयः।\nप्रणम्य शिरसा देवं कृताञ्जलिरभाषत॥",
          "hindi_meaning": "तब विस्मय से भरे और रोमांचित हुए अर्जुन ने देवता (कृष्ण) को सिर झुकाकर प्रणाम किया और हाथ जोड़कर बोले।",
          "explanation": "अर्जुन विराट रूप को देखकर अत्यंत विस्मित और भयभीत होते हैं।"
        },
        {
          "number": 15,
          "sanskrit": "अर्जुन उवाच\nपश्यामि देवांस्तव देव देहे सर्वांस्तथा भूतविशेषसंघान्।\nब्रह्माणमीशं कमलासनस्थमृषींश्च सर्वानुरगांश्च दिव्यान्॥",
          "hindi_meaning": "अर्जुन ने कहा: हे देव! मैं आपके शरीर में सभी देवताओं, प्राणियों के समूहों, ब्रह्माजी, शिवजी, सभी ऋषियों और दिव्य सर्पों को देख रहा हूँ।",
          "explanation": "अर्जुन विराट रूप में विभिन्न देवताओं और प्राणियों को देखकर व्याकुल हो जाते हैं।"
        },
        {
          "number": 16,
          "sanskrit": "अनेकबाहूदरवक्त्रनेत्रं पश्यामि त्वां सर्वतोऽनन्तरूपम्।\nनान्तं न मध्यं न पुनस्तवादिं पश्यामि विश्वेश्वर विश्वरूप॥",
          "hindi_meaning": "हे विश्वेश्वर! हे विश्वरूप! मैं आपको अनेक हाथों, पेटों, मुखों और नेत्रों वाले, सर्वत्र फैले अनंत रूप में देख रहा हूँ। न आपका अंत देख पा रहा हूँ, न मध्य, न ही आदि।",
          "explanation": "अर्जुन कृष्ण के विराट रूप की अनंतता का वर्णन करते हुए उनकी महिमा को नमन करते हैं।"
        },{
            "number": 17,
            "sanskrit": "किरीटिनं गदिनं चक्रिणं च तेजोराशिं सर्वतो दीप्तिमन्तम्।\nपश्यामि त्वां दुर्निरीक्ष्यं समन्ताद् दीप्तानलार्कद्युतिमप्रमेयम्॥",
            "hindi_meaning": "मैं आपको मुकुटधारी, गदा और चक्र से युक्त, तेज के अगणित स्रोत के रूप में देख रहा हूँ। आप सभी दिशाओं में प्रकाशमय, दर्शन के लिए दुर्निवार, अग्नि और सूर्य के समान तेजस्वी तथा अप्रमेय हैं।",
            "explanation": "अर्जुन भगवान के विराट रूप को देखकर विस्मित होते हैं। उनका तेज इतना तीव्र है कि उसे सहन करना कठिन है। यहाँ भगवान के हाथों में गदा (गदिनं) और सुदर्शन चक्र (चक्रिणं) का उल्लेख है, जो उनके विष्णु स्वरूप की ओर संकेत करता है।"
          },
          {
            "number": 18,
            "sanskrit": "त्वमक्षरं परमं वेदितव्यं त्वमस्य विश्वस्य परं निधानम्।\nत्वमव्ययः शाश्वतधर्मगोप्ता सनातनस्त्वं पुरुषो मतो मे॥१२॥",
            "hindi_meaning": "आप ही परम अक्षर (अविनाशी) हैं, जानने योग्य हैं। आप इस विश्व के परम आधार हैं। आप अव्यय, शाश्वत धर्म के रक्षक और सनातन पुरुष हैं।",
            "explanation": "अर्जुन भगवान की दिव्य विभूतियों का वर्णन करते हुए उन्हें सृष्टि का आधार और शाश्वत सत्य बताते हैं।"
          },
          {
            "number": 19,
            "sanskrit": "अनादिमध्यान्तमनन्तवीर्यं\nअनन्तबाहुं शशिसूर्यनेत्रम्।\nपश्यामि त्वां दीप्तहुताशवक्त्रं\nस्वतेजसा विश्वमिदं तपन्तम्॥१९॥",
            "hindi_meaning": "मैं आपको आदि, मध्य और अंत से रहित, अनंत पराक्रमी, अनंत भुजाओं वाले, चंद्र और सूर्य के समान नेत्रों वाले, दीप्त अग्नि के समान मुख वाले देख रहा हूँ। आप अपने तेज से इस सम्पूर्ण विश्व को तपा रहे हैं।",
            "explanation": "अर्जुन भगवान के विराट रूप का वर्णन करते हैं जिसमें वे अनंत, सर्वव्यापी और अतुलनीय तेजस्वी हैं। उनका स्वरूप समय (आदि-मध्य-अंत) से परे है और वे अपने दिव्य प्रकाश से समस्त ब्रह्माण्ड को प्रकाशित कर रहे हैं।"
          },
          {
          "number": 20,
            "sanskrit": "द्यावापृथिव्योरिदमन्तरं हि व्याप्तं त्वयैकेन दिशश्च सर्वाः । दृष्ट्वाद्भुतं रूपमुग्रं तवेदं लोकत्रयं प्रव्यथितं महात्मन् ॥",
            "hindi_meaning": "हे महापुरुष! सम्पूर्ण आकाश से लेकर पृथ्वी तक के बीच केवल आप ही अकेले सभी दिशाओं में व्याप्त हैं।",
            "explanation": "आपके इस भयानक आश्चर्यजनक रूप को देखकर तीनों लोक भयभीत हो रहे हैं।"
          },
          {
          "number": 21,
            "sanskrit": "अमी हि त्वां सुरसङ्घा विशन्ति केचिद्भीताः प्राञ्जलयो गृणन्ति । स्वस्तीत्युक्त्वा महर्षिसिद्धसङ्घाः स्तुवन्ति त्वां स्तुतिभिः पुष्कलाभिः ॥",
            "hindi_meaning": "सभी देवों के समूह आप में प्रवेश कर रहे हैं, कुछ भयभीत होकर हाथ जोड़कर स्तुति कर रहे हैं।",
            "explanation": "महर्षिगण और सिद्धों के समूह 'कल्याण हो' कहकर उत्तम वैदिक स्तोत्रों से आपकी स्तुति कर रहे हैं।"
          },
          {
          "number": 22,
            "sanskrit": "रुद्रादित्या वसवो ये च साध्याः विश्वेऽश्विनौ मरुतश्चोष्मपाश्च । गन्धर्वयक्षासुरसिद्धसङ्घा वीक्षन्ते त्वां विस्मिताश्चैव सर्वे ॥",
            "hindi_meaning": "रुद्र, आदित्य, वसु, साध्य, अश्विनीकुमार, मरुतगण, पितर, गंधर्व, यक्ष, असुर, सिद्धगण सभी विस्मित होकर आपको देख रहे हैं।",
            "explanation": "आपके अद्भुत रूप को देखकर सभी प्रकार के प्राणी चकित हैं।"
          },
          {
          "number": 23,
            "sanskrit": "रूपं महत्ते बहुवक्त्रनेत्रं महाबाहो बहुबाहूरुपादम् । बहूदरं बहुदंष्ट्राकरालं दृष्ट्वा लोकाः प्रव्यथितास्तथाहम् ॥",
            "hindi_meaning": "हे महाबाहु! आपके अनेकों मुख, आँखें, हाथ, जंघा, पेट और विकराल दाँतों वाले इस विराट रूप को देखकर सब व्याकुल हैं।",
            "explanation": "जैसे लोक भयभीत हो रहे हैं, वैसे ही मैं भी अत्यन्त भयभीत हो गया हूँ।"
          },
          {
          "number": 24,
            "sanskrit": "नभःस्पृशं दीप्तमनेकवर्णं व्यात्ताननं दीप्तविशालनेत्रम् । दृष्ट्वा हि त्वां प्रव्यथितान्तरात्मा धृतिं न विन्दामि शमं च विष्णो ॥",
            "hindi_meaning": "हे विष्णु! आकाश को स्पर्श करता हुआ, अनेकों रंगों में चमकता हुआ, बड़े-बड़े नेत्रों वाला रूप देखकर मेरा अन्तःकरण भयभीत है।",
            "explanation": "मैं न धैर्य रख पा रहा हूँ और न ही शांति प्राप्त कर पा रहा हूँ।"
          },
          {
          "number": 25,
            "sanskrit": "दंष्ट्राकरालानि च ते मुखानि दृष्ट्वैव कालानलसन्निभानि । दिशो न जाने न लभे च शर्म प्रसीद देवेश जगन्निवास ॥",
            "hindi_meaning": "आपके विकराल, कालाग्नि के समान मुखों को देखकर मैं दिशाओं को नहीं जान पा रहा हूँ और सुख नहीं पा रहा हूँ।",
            "explanation": "हे देवेश! हे जगन्निवास! आप मुझ पर कृपा करें।"
          },
          {
          "number": 26,
            "sanskrit": "अमी च त्वां धृतराष्ट्रस्य पुत्राः सर्वे सहैवावनिपालसंघैः । भीष्मो द्रोणः सूतपुत्रस्तथासौ सहास्मदीयैरपि योधमुख्यैः ॥",
            "hindi_meaning": "धृतराष्ट्र के पुत्र, भीष्म, द्रोण, कर्ण और अन्य योद्धा आपके मुखों में जा रहे हैं।",
            "explanation": "वे सभी आपके भयानक मुखों में तेजी से प्रवेश कर रहे हैं।"
          },
          {
          "number": 27,
            "sanskrit": "वक्त्राणि ते त्वरमाणा विशन्ति दंष्ट्राकरालानि भयानकानि । केचिद्विलग्ना दशनान्तरेषु सन्दृश्यन्ते चूर्णितैरुत्तमाङ्गैः ॥",
            "hindi_meaning": "कुछ योद्धा आपके दाँतों के बीच फँसकर चूर्ण हो रहे हैं।",
            "explanation": "वे आपके विकराल मुखों में भय से भागते हुए घुस रहे हैं और विनष्ट हो रहे हैं।"
          },
          {
          "number": 28,
            "sanskrit": "यथा नदीनां बहवोऽम्बुवेगाः समुद्रमेवाभिमुखा द्रवन्ति । तथा तवामी नरलोकवीराः विशन्ति वक्त्राण्यभिविज्वलन्ति ॥",
            "hindi_meaning": "जैसे नदियाँ समुद्र की ओर दौड़ती हैं, वैसे ही मनुष्यों के वीर योद्धा आपके अग्निमय मुखों में प्रवेश कर रहे हैं।",
            "explanation": "वे स्वयं के विनाश के लिये आपके मुख में दौड़ रहे हैं।"
          },
          {
          "number": 29,
            "sanskrit": "यथा प्रदीप्तं ज्वलनं पतङ्गा विशन्ति नाशाय समृद्धवेगाः । तथैव नाशाय विशन्ति लोकास्तवापि वक्त्राणि समृद्धवेगाः ॥",
            "hindi_meaning": "जैसे पतंगे जलती आग में नाश के लिए दौड़ते हैं, वैसे ही लोग आपके मुखों में जा रहे हैं।",
            "explanation": "आपके विकराल रूप में वे विनाश की ओर अग्रसर हैं।"
          },
          {
          "number": 30,
            "sanskrit": "लेलिह्यसे ग्रसमानः समन्ताल्लोकान्समग्रान्वदनैर्ज्वलद्भिः । तेजोभिरापूर्य जगत्समग्रं भासस्तवोग्राः प्रतपन्ति विष्णो ॥",
            "hindi_meaning": "हे विष्णु! आप सभी दिशाओं से लोकों को अपने जलते मुखों से निगल रहे हैं।",
            "explanation": "आपका भयंकर तेज सम्पूर्ण ब्रह्माण्ड को झुलसा रहा है।"
          },
          {
          "number": 31,
            "sanskrit": "आख्याहि मे को भवानुग्ररूपो नमोऽस्तु ते देववर प्रसीद । विज्ञातुमिच्छामि भवन्तमाद्यं न हि प्रजानामि तव प्रवृत्तिम् ॥",
            "hindi_meaning": "हे देवश्रेष्ठ! कृपया बताइये कि आप कौन हैं? मैं आपको जानना चाहता हूँ।",
            "explanation": "मैं आपके इस भयंकर रूप को समझ नहीं पा रहा, कृपा कर बताएं।"
          },
          {
          "number": 32,
            "sanskrit": "श्रीभगवानुवाच कालोऽस्मि लोकक्षयकृत्प्रवृद्धो लोकान्समाहर्तुमिह प्रवृत्तः । ऋतेऽपि त्वां न भविष्यन्ति सर्वे येऽवस्थिताः प्रत्यनीकेषु योधाः ॥",
            "hindi_meaning": "भगवान ने कहा - मैं विनाश का कारण बना हुआ काल हूँ।",
            "explanation": "इन सभी योद्धाओं का नाश तो होना ही है, चाहे तू युद्ध करे या न करे।"
          },
          {
          "number": 33,
            "sanskrit": "तस्मात्त्वमुत्तिष्ठ यशो लभस्व जित्वा शत्रून्भुङ्क्ष्व राज्यं समृद्धम् । मयैवैते निहताः पूर्वमेव निमित्तमात्रं भव सव्यसाचिन् ॥",
            "hindi_meaning": "हे अर्जुन! उठो, यश प्राप्त करो, ये सभी पहले ही मेरे द्वारा मारे जा चुके हैं।",
            "explanation": "तू तो मात्र निमित्त बन, राज्य का भोग कर।"
          },
          {
          "number": 34,
            "sanskrit": "द्रोणं च भीष्मं च जयद्रथं च कर्णं तथान्यानपि योधवीरान् । मया हतांस्त्वं जहि मा व्यथिष्ठा युध्यस्व जेतासि रणे सपत्नान् ॥",
            "hindi_meaning": "द्रोण, भीष्म, कर्ण, जयद्रथ आदि मेरे द्वारा मारे जा चुके हैं।",
            "explanation": "इसलिए तू भयभीत न हो, युद्ध कर, तू विजयी होगा।"
          },
          {
          "number": 35,
            "sanskrit": "संजय उवाच एतच्छ्रुत्वा वचनं केशवस्य कृताञ्जलिर्वेपमानः किरीटी । नमस्कृत्वा भूय एवाह कृष्णं सगद्गदं भीतभीतः प्रणम्य ॥",
            "hindi_meaning": "संजय ने कहा - भगवान के वचनों को सुनकर अर्जुन हाथ जोड़कर काँपते हुए बोले।",
            "explanation": "वह बार-बार नमस्कार करते हुए भय और श्रद्धा से भर गया।"
          },
          {
          "number": 36,
            "sanskrit": "अर्जुन उवाच स्थाने हृषीकेश तव प्रकीर्त्या जगत्प्रहृष्यत्यनुरज्यते च । रक्षांसि भीतानि दिशो द्रवन्ति सर्वे नमस्यन्ति च सिद्धसङ्घाः ॥",
            "hindi_meaning": "हे हृषीकेश! आपके गुणगान से समस्त संसार हर्षित होता है और अनुरक्त भी।",
            "explanation": "राक्षस भयभीत होकर भागते हैं और सिद्धगण नमस्कार करते हैं।"
          },
          {
          "number": 37,
            "sanskrit": "कस्माच्च ते न नमेरन्महात्मन् गरीयसे ब्रह्मणोऽप्यादिकर्त्रे । अनन्त देवेश जगन्निवास त्वमक्षरं सदसत्तत्परं यत् ॥",
            "hindi_meaning": "हे महात्मा! जो ब्रह्मा के भी कारण हैं, उन्हें सब क्यों न नमस्कार करें।",
            "explanation": "आप अनन्त हैं, देवताओं के ईश्वर हैं, सम्पूर्ण जगत के आश्रय और परमतत्व हैं।"
          },
          {
          "number": 38,
            "sanskrit": "त्वमादिदेवः पुरुषः पुराणस्त्वमस्य विश्वस्य परं निधानम् । वेत्तासि वेद्यं च परं च धाम त्वया ततं विश्वमनन्तरूप ॥",
            "hindi_meaning": "आप आदि देव, सनातन पुरुष हैं और सम्पूर्ण विश्व का परम आश्रय हैं।",
            "explanation": "आप जानने योग्य, जानने वाले और परम धाम हैं। आपका रूप अनंत है और सबमें व्याप्त है।"
          },
          {
          "number": 39,
            "sanskrit": "वायुर्यमोऽग्निर्वरुणः शशाङ्कः प्रजापतिस्त्वं प्रपितामहश्च । नमो नमस्तेऽस्तु सहस्रकृत्वः पुनश्च भूयोऽपि नमो नमस्ते ॥",
            "hindi_meaning": "आप वायु, यम, अग्नि, वरुण, चंद्रमा, प्रजापति और पितामह हैं।",
            "explanation": "आपको बार-बार सहस्रों बार नमस्कार है।"
          },

            {
            "number": 40,
              "sanskrit": "नमः पुरस्तादथ पृष्ठतस्ते नमोऽस्तु ते सर्वत एव सर्व । अनन्तवीर्यामितविक्रमस्त्वंसर्वं समाप्नोषि ततोऽसि सर्वः ॥",
              "hindi_meaning": "हे असीम शक्तिमान! मैं आपको आगे से, पीछे से और सभी ओर से ही नमस्कार करता हूँ क्योंकि आप ही सब कुछ है।",
              "explanation": "आप अनन्त पराक्रम के स्वामी हैं, समस्त संसार में आप ही व्याप्त हैं। इसीलिए आप ही सर्वस्व हैं और आपको ही सभी दिशाओं से नमन है।"
            },
            {
            "number": 41,
              "sanskrit": "सखेति मत्वा प्रसभं यदुक्तं हे कृष्ण हे यादव हे सखेति । अजानता महिमानं तवेदं मया प्रमादात्प्रणयेन वापि ॥",
              "hindi_meaning": "आपको अपना मित्र मानकर मैंने 'हे कृष्ण, हे यादव, हे सखा' इस प्रकार जो कुछ कहा है...",
              "explanation": "आपकी महिमा को न जानने के कारण, प्रमादवश या प्रेमवश जो भी बातें कही हैं, उनके लिए मैं क्षमा चाहता हूँ।"
            },
            {
            "number": 42,
              "sanskrit": "यच्चावहासार्थमसत्कृतोऽसि विहारशय्यासनभोजनेषु । एकोऽथवाप्यच्युत तत्समक्षं तत्क्षामये त्वामहमप्रमेयम् ॥",
              "hindi_meaning": "हँसी-मजाक, भोजन, शयन या विश्राम करते समय जो भी अनादर हुआ...",
              "explanation": "हे अच्युत! अकेले में या दूसरों के समक्ष आपके प्रति जो भी अनुचित व्यवहार हुआ है, उसके लिए मैं आपसे क्षमा चाहता हूँ।"
            },
            {
            "number": 43,
              "sanskrit": "पितासि लोकस्य चराचरस्य त्वमस्य पूज्यश्च गुरुर्गरीयान् । न त्वत्समोऽस्त्यभ्यधिकः कुतोऽन्यः लोकत्रयेऽप्यप्रतिमप्रभाव ॥",
              "hindi_meaning": "आप चल-अचल जगत के पिता हैं, आप पूज्य और महान गुरु हैं।",
              "explanation": "तीनों लोकों में आपके समान या आपसे बढ़कर कोई नहीं है, क्योंकि आपकी महिमा अपार है।"
            },
            {
            "number": 44,
              "sanskrit": "तस्मात्प्रणम्य प्रणिधाय कायं प्रसादये त्वामहमीशमीड्यम् । पितेव पुत्रस्य सखेव सख्युः प्रियः प्रियायार्हसि देव सोढुम् ॥",
              "hindi_meaning": "हे ईश्वर! मैं आपको नमस्कार करके क्षमा प्रार्थना करता हूँ।",
              "explanation": "जिस प्रकार पिता अपने पुत्र को, सखा अपने सखा को और प्रिय अपनी प्रिया को क्षमा कर लेता है, उसी प्रकार आप भी मुझे क्षमा करें।"
            },
            {
            "number": 45,
              "sanskrit": "अदृष्टपूर्वं हृषितोऽस्मि दृष्ट्वा भयेन च प्रव्यथितं मनो मे । तदेव मे दर्शय देवरूपं प्रसाद देवेश जगन्निवास ॥",
              "hindi_meaning": "पहले कभी न देखे इस रूप को देखकर मैं हर्षित भी हूँ और भयभीत भी।",
              "explanation": "हे देवेश! कृपा करके अब अपना चिर-परिचित देव रूप मुझे दिखाइए जिससे मेरा मन शांत हो।"
            },
            {
            "number": 46,
              "sanskrit": "किरीटिनं गदिनं चक्रहस्तम् इच्छामि त्वां द्रष्टुमहं तथैव । तेनैव रूपेण चतुर्भुजेन सहस्रबाहो भव विश्वमूर्ते ॥",
              "hindi_meaning": "हे सहस्रबाहु! मैं आपको चक्र, गदा और मुकुट धारण किए चतुर्भुज रूप में देखना चाहता हूँ।",
              "explanation": "हे विश्वमूर्ति! कृपा कर वही चतुर्भुज रूप धारण कीजिए।"
            },
            {
            "number": 47,
              "sanskrit": "श्रीभगवानुवाच मया प्रसन्नेन तवार्जुनेदं रूपं परं दर्शितमात्मयोगात् । तेजोमयं विश्वमनन्तमाद्यं यन्मे त्वदन्येन न दृष्टपूर्वम् ॥",
              "hindi_meaning": "हे अर्जुन! मैंने अपनी प्रसन्नता से यह दिव्य विश्वरूप तुम्हें दिखाया है।",
              "explanation": "यह तेजोमय, अनन्त और प्रारंभिक रूप अन्य किसी ने पहले नहीं देखा है।"
            },
            {
            "number": 48,
              "sanskrit": "न वेदयज्ञाध्ययनैर्न दानैर्न च क्रियाभिर्न तपोभिरुग्रैः । एवं रूपः शक्य अहं नृलोके द्रष्टुं त्वदन्येन कुरुप्रवीर ॥",
              "hindi_meaning": "हे कुरुश्रेष्ठ! मेरे इस रूप को न वेदों, यज्ञों, दानों, कर्मों या कठोर तप से देखा जा सकता है।",
              "explanation": "मनुष्य लोक में मेरे इस रूप को तेरे सिवाय कोई नहीं देख सकता।"
            },
            {
            "number": 49,
              "sanskrit": "मा ते व्यथा मा च विमूढभावो दृष्ट्वा रूपं घोरमीदृङ्ममेदम् । व्यपेतभीः प्रीतमनाः पुनस्त्वं तदेव मे रूपमिदं प्रपश्य ॥",
              "hindi_meaning": "मेरे इस भयानक रूप को देखकर भयभीत मत हो।",
              "explanation": "अब तू प्रसन्नचित्त होकर मेरा वही शांत, चतुर्भुज रूप देख।"
            },
            {
            "number": 50,
              "sanskrit": "संजय उवाच इत्यर्जुनं वासुदेवस्तथोक्त्वा स्वकं रूपं दर्शयामास भूयः । आश्वासयामास च भीतमेनं भूत्वा पुनः सौम्यवपुर्महात्मा ॥",
              "hindi_meaning": "संजय ने कहा - वासुदेव ने फिर अपना सौम्य चतुर्भुज रूप दिखाया।",
              "explanation": "उन्होंने भयभीत अर्जुन को शांत करते हुए पुनः मानवी रूप में प्रकट होकर सांत्वना दी।"
            },
            {
            "number": 51,
              "sanskrit": "अर्जुन उवाच दृष्ट्वेदं मानुषं रूपं तव सौम्यं जनार्दन । इदानीमस्मि संवृत्तः सचेताः प्रकृतिं गतः ॥",
              "hindi_meaning": "हे जनार्दन! आपके इस मनुष्य रूप को देखकर मैं अब स्थिर और सामान्य अवस्था में आ गया हूँ।",
              "explanation": "आपके सौम्य रूप से मुझे मानसिक शांति और आत्मस्थिति प्राप्त हुई है।"
            },
            {
            "number": 52,
              "sanskrit": "श्रीभगवानुवाच सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम । देवा अप्यस्य रूपस्य नित्यं दर्शनकाङ्क्षिणः ॥",
              "hindi_meaning": "श्रीभगवान बोले - मेरे इस रूप का दर्शन अत्यंत दुर्लभ है।",
              "explanation": "देवता भी इस दिव्य चतुर्भुज रूप के दर्शन की सदा इच्छा करते रहते हैं।"
            },
            {
            "number": 53,
              "sanskrit": "नाहं वेदैर्न तपसा न दानेन न चेज्यया । शक्य एवंविधो द्रष्टुं दृष्ट्वानसि मां यथा ॥",
              "hindi_meaning": "मेरे इस रूप को न वेद, न तप, न दान और न यज्ञ से देखा जा सकता है।",
              "explanation": "जैसा तूने मुझे देखा है, वैसा दर्शन सामान्य साधनों से संभव नहीं है।"
            },
            {
            "number": 54,
              "sanskrit": "भक्त्या त्वनन्यया शक्य अहमेवंविधोऽर्जुन । ज्ञातुं द्रष्टुं च तत्वेन प्रवेष्टुं च परन्तप ॥",
              "hindi_meaning": "हे अर्जुन! केवल अनन्य भक्ति के द्वारा ही मुझे जाना, देखा और प्राप्त किया जा सकता है।",
              "explanation": "अनन्य भक्ति ही मेरा सच्चा मार्ग है जिससे कोई मेरे वास्तविक स्वरूप को जान सकता है।"
            },
            {
            "number": 55,
              "sanskrit": "मत्कर्मकृन्मत्परमो मद्भक्तः सङ्गवर्जितः । निर्वैरः सर्वभूतेषु यः स मामेति पाण्डव ॥",
              "hindi_meaning": "हे पाण्डव! जो व्यक्ति मेरे लिए कार्य करता है, मेरी भक्ति करता है, विरक्त है और सभी जीवों से द्वेष रहित है, वही मुझे प्राप्त करता है।",
              "explanation": "निर्वैर, अनन्य भक्ति और समर्पण ही मोक्ष का मार्ग है, और ऐसा भक्त मुझे सहजता से प्राप्त कर लेता है।"
            }
        ]
}