{
    "chapter": "अध्याय 17 – श्रद्धात्रय विभाग योग:",
    "shlokas": [
        {
            "number": 1,
            "sanskrit": "अर्जुन उवाच।\nये शास्त्रविधिमुत्सृज्य यजन्ते श्रद्धयान्विताः।\nतेषां निष्ठा तु का कृष्ण सत्त्वमाहो रजस्तमः॥",
            "hindi_meaning": "अर्जुन ने कहा - हे कृष्ण! जो मनुष्य शास्त्रों के विधान को त्यागकर श्रद्धा से युक्त होकर पूजा करते हैं, उनकी श्रद्धा सतोगुणी, रजोगुणी या तमोगुणी होती है?",
            "explanation": "अर्जुन श्रीकृष्ण से यह जानना चाहता है कि यदि कोई व्यक्ति शास्त्रों का पालन न करते हुए भी आस्था से पूजा करता है, तो क्या वह सही है और उसकी श्रद्धा किस गुण में आती है - सात्त्विक, राजसी या तामसी?"
        },
        {
            "number": 2,
            "sanskrit": "श्रीभगवानुवाच।\nत्रिविधा भवति श्रद्धा देहिनां सा स्वभावजा।\nसात्त्विकी राजसी चैव तामसी चेति तां श्रृणु॥",
            "hindi_meaning": "श्री भगवान् ने कहा - शरीरधारी प्राणियों की श्रद्धा उनके स्वभाव से उत्पन्न होकर तीन प्रकार की होती है - सात्त्विक, राजसी और तामसी। अब तू इसके विषय में मुझसे सुन।",
            "explanation": "श्रीकृष्ण अर्जुन को समझाते हैं कि श्रद्धा कोई बाहरी चीज़ नहीं, बल्कि मनुष्य के स्वभाव से उत्पन्न होती है और तीन प्रकार की होती है।"
        },
        {
            "number": 3,
            "sanskrit": "सत्त्वानुरूपा सर्वस्य श्रद्धा भवति भारत।\nश्रद्धामयोऽयं पुरुषो यो यच्छ्रद्धः स एव सः॥",
            "hindi_meaning": "हे भरतवंशी! प्रत्येक व्यक्ति की श्रद्धा उसके स्वभाविक गुणों के अनुसार होती है। मनुष्य श्रद्धा से युक्त होता है, वह जैसा श्रद्धावान होता है, वैसा ही वह होता है।",
            "explanation": "श्रद्धा मनुष्य की पहचान बन जाती है। वह जैसी श्रद्धा रखता है, वैसा ही उसका चरित्र और जीवन बनता है।"
        },
        {
            "number": 4,
            "sanskrit": "यजन्ते सात्त्विका देवान्यक्षरक्षांसि राजसाः।\nप्रेतान्भूतगणांश्चान्ये यजन्ते तामसा जनाः॥",
            "hindi_meaning": "सात्त्विक व्यक्ति देवताओं की पूजा करते हैं, राजसी व्यक्ति यक्षों और राक्षसों की, और तामसी व्यक्ति भूत-प्रेत आदि की पूजा करते हैं।",
            "explanation": "मनुष्य का पूजा करने का तरीका और जिसे वह पूजता है, वह उसके स्वभाव और गुणों के अनुसार होता है। सात्त्विक लोग शुद्ध देवताओं की उपासना करते हैं जबकि तामसी लोग अंधविश्वास और भय पर आधारित उपासना करते हैं।"
        },
        {
            "number": 5,
            "sanskrit": "अशास्त्रविहितं घोरं तप्यन्ते ये तपो जनाः।\nदम्भाहङ्कारसंयुक्ताः कामरागबलान्विताः॥",
            "hindi_meaning": "जो मनुष्य शास्त्रों के विधान के विपरीत कठोर तप करते हैं, वे अहंकार, दिखावे, वासना और बल के प्रभाव में रहते हैं।",
            "explanation": "तपस्या यदि शास्त्रों के अनुसार न होकर अहंकार या कामना से की जाए, तो वह विनाशकारी हो सकती है।"
        },
        {
            "number": 6,
            "sanskrit": "कर्शयन्तः शरीरस्थं भूतग्राममचेतसः।\nमां चैवान्तःशरीरस्थं तान्विद्ध्यासुरनिश्चयान्॥",
            "hindi_meaning": "जो लोग अपने शरीर के भीतर रहने वाले जीवों और मुझ आत्मा को कष्ट देते हैं, उन्हें तू असुर प्रकृति वाला समझ।",
            "explanation": "जो तपस्या दूसरों या स्वयं के शरीर को नुकसान पहुँचाती है, वह असुरी प्रवृत्ति मानी जाती है, न कि ईश्वरीय।"
        },
        {
            "number": 7,
            "sanskrit": "आहारस्त्वपि सर्वस्य त्रिविधो भवति प्रियः।\nयज्ञस्तपस्तथा दानं तेषां भेदमिमं श्रृणु॥",
            "hindi_meaning": "खानपान, यज्ञ, तप और दान भी प्रकृति के गुणों के अनुसार तीन प्रकार के होते हैं। अब तू उनके भेदों को मुझसे सुन।",
            "explanation": "जैसे श्रद्धा के प्रकार होते हैं, वैसे ही जीवन के अन्य कार्य जैसे भोजन, यज्ञ, तप और दान के भी सात्त्विक, राजसी और तामसी प्रकार होते हैं।"
        },
        {
            "number": 8,
            "sanskrit": "आयुः सत्त्वबलारोग्यसुखप्रीतिविवर्धनाः।\nरस्याः स्निग्धाः स्थिरा हृद्या आहाराः सात्त्विकप्रियाः॥",
            "hindi_meaning": "जो भोजन आयु, बल, आरोग्य, सुख और संतोष को बढ़ाने वाले, रसयुक्त, स्निग्ध, स्थिर और हृदय को भाने वाले होते हैं, वे सात्त्विक व्यक्तियों को प्रिय होते हैं।",
            "explanation": "सात्त्विक भोजन वह होता है जो शरीर और मन को पोषण देकर शांति और दीर्घायु प्रदान करता है।"
        },
        {
            "number": 9,
            "sanskrit": "कट्वम्ललवणात्युष्णतीक्ष्णरूक्षविदाहिनः।\nआहारा राजसस्येष्टा दुःखशोकामयप्रदाः॥",
            "hindi_meaning": "कड़वे, खट्टे, नमकीन, बहुत गरम, तीखे, रूखे और जलन उत्पन्न करने वाले भोजन राजसी लोगों को प्रिय होते हैं, जो दुःख, शोक और रोग उत्पन्न करते हैं।",
            "explanation": "राजसी भोजन स्वाद में तीव्र तो होता है, लेकिन वह स्वास्थ्य को नुकसान पहुँचाता है और मानसिक अशांति लाता है।"
        },
        {
            "number": 10,
            "sanskrit": "यातयामं गतरसं पूति पर्युषितं च यत्।\nउच्छिष्टमपि चामेध्यं भोजनं तामसप्रियम्॥",
            "hindi_meaning": "जो भोजन बासी, स्वादहीन, सड़ा-गला, अपवित्र और झूठा होता है, वह तामसी लोगों को प्रिय होता है।",
            "explanation": "तामसी भोजन न केवल शरीर को हानि करता है, बल्कि मन में आलस्य, भ्रम और अज्ञानता भर देता है।"
        },
        {
            "number": 11,
            "sanskrit": "अफलाकाङ्क्षिभिर्यज्ञो विधिदृष्टो य इज्यते।\nयष्टव्यमेवेति मनः समाधाय स सात्त्विकः॥",
            "hindi_meaning": "जो यज्ञ शास्त्र विधि से किया जाता है और जिसमें फल की आकांक्षा नहीं होती – ऐसा यज्ञ ‘यह करना ही चाहिए’ इस भाव से किया जाए, वह सात्त्विक होता है।",
            "explanation": "सात्त्विक यज्ञ बिना किसी स्वार्थ के किया जाता है, केवल कर्तव्य समझकर। इसमें नियमों का पालन और मन की एकाग्रता प्रमुख होती है।"
        },
        {
            "number": 12,
            "sanskrit": "अभिसंधाय तु फलं दम्भार्थमपि चैव यत्।\nइज्यते भरतश्रेष्ठ तं यज्ञं विद्धि राजसम्॥",
            "hindi_meaning": "हे भरतश्रेष्ठ! जो यज्ञ फल की प्राप्ति के लिए या दिखावे के लिए किया जाता है, उसे राजसी यज्ञ जानो।",
            "explanation": "राजसी यज्ञ में स्वार्थ और दिखावा छिपा होता है। ऐसे यज्ञों का उद्देश्य केवल प्रतिष्ठा या लाभ प्राप्त करना होता है।"
        },
        {
            "number": 13,
            "sanskrit": "विधिहीनमसृष्टान्नं मन्त्रहीनमदक्षिणम्।\nश्रद्धाविरहितं यज्ञं तामसं परिचक्षते॥",
            "hindi_meaning": "जो यज्ञ बिना विधि के, बिना प्रसाद के, बिना मंत्र के, बिना दक्षिणा के और श्रद्धा रहित किया जाता है, वह तामसी कहा जाता है।",
            "explanation": "तामसी यज्ञ न तो नियमपूर्वक होता है और न ही उसमें श्रद्धा होती है। यह केवल ढकोसले या अज्ञानता का प्रतीक होता है।"
        },
        {
            "number": 14,
            "sanskrit": "देवद्विजगुरुप्राज्ञपूजनं शौचमार्जवम्।\nब्रह्मचर्यमहिंसा च शारीरं तप उच्यते॥",
            "hindi_meaning": "देवताओं, ब्राह्मणों, गुरुजनों और ज्ञानी पुरुषों की पूजा करना, शुद्धता, सरलता, ब्रह्मचर्य और अहिंसा – यह शरीर से किया गया तप कहलाता है।",
            "explanation": "सच्चा तप वह है जिसमें व्यवहार और शरीर दोनों संयमित रहते हैं। यह जीवन में मर्यादा और आचरण का आदर्श प्रस्तुत करता है।"
        },
        {
            "number": 15,
            "sanskrit": "अनुद्वेगकरं वाक्यं सत्यं प्रियहितं च यत्।\nस्वाध्यायाभ्यसनं चैव वाङ्मयं तप उच्यते॥",
            "hindi_meaning": "जो वाणी किसी को कष्ट न दे, सत्य हो, प्रिय और हितकारी हो तथा स्वाध्याय में प्रवृत्ति हो – यह वाणी से किया गया तप कहलाता है।",
            "explanation": "वाणी का संयम भी तप का ही भाग है। मीठी, सत्य और लाभकारी बात बोलना ही वाणी का तप है।"
        },
        {
            "number": 16,
            "sanskrit": "मनःप्रसादः सौम्यता मौनमात्मविनिग्रहः।\nभावसंशुद्धिरित्येतत्तपो मानसमुच्यते॥",
            "hindi_meaning": "मन की प्रसन्नता, सौम्यता, मौन, आत्मसंयम और अंतःकरण की शुद्धि – यह मानसिक तप कहलाता है।",
            "explanation": "मन के स्तर पर किया गया संयम और आत्मनियंत्रण मानसिक तप होता है, जिससे अंतर्मन शांत और पवित्र बनता है।"
        },
        {
            "number": 17,
            "sanskrit": "श्रद्धया परया तप्तं तपस्तत्त्रिविधं नरैः।\nअफलाकाङ्क्षिभिर्युक्तैः सात्त्विकं परिचक्षते॥",
            "hindi_meaning": "जो तीन प्रकार का तप श्रद्धा पूर्वक किया जाए और जिसमें फल की आकांक्षा न हो, उसे सात्त्विक तप कहा गया है।",
            "explanation": "सात्त्विक तप वह होता है जो पूरी निष्ठा से किया जाए, जिसमें न तो फल की इच्छा हो और न ही दिखावा।"
        },
        {
            "number": 18,
            "sanskrit": "सत्कारमानपूजार्थं तपो दम्भेन चैव यत्।\nक्रियते तदिह प्रोक्तं राजसं चलमध्रुवम्॥",
            "hindi_meaning": "जो तप सम्मान, प्रतिष्ठा और पूजा की इच्छा से किया जाता है, उसे राजसी तप कहा जाता है, जो चंचल और अस्थायी होता है।",
            "explanation": "राजसी तप केवल दिखावे के लिए किया जाता है। इसमें आत्मविकास नहीं, बल्कि सामाजिक मान-सम्मान की लालसा होती है।"
        },
        {
            "number": 19,
            "sanskrit": "मूढग्राहेणात्मनो यत्पीडया क्रियते तपः।\nपरस्योत्सादनार्थं वा तत्तामसमुदाहृतम्॥",
            "hindi_meaning": "जो तप मूर्खतापूर्ण हठ से, आत्मपीड़ा से या दूसरों को हानि पहुँचाने के उद्देश्य से किया जाता है, वह तामसी तप कहा गया है।",
            "explanation": "तामसी तप अज्ञान और हिंसा पर आधारित होता है। इसमें न तो ज्ञान होता है और न ही किसी प्रकार का आत्मिक लाभ।"
        },
        {
            "number": 20,
            "sanskrit": "दत्तव्यमिति यद्दानं दीयतेऽनुपकारिणे।\nदेशे काले च पात्रे च तद्दानं सात्त्विकं स्मृतम्॥",
            "hindi_meaning": "जो दान केवल ‘यह देना चाहिए’ इस भाव से उपकार की इच्छा बिना, योग्य स्थान, समय और पात्र को दिया जाए, वह सात्त्विक दान कहलाता है।",
            "explanation": "सात्त्विक दान निश्छल होता है, जो जरूरतमंद को सही समय और स्थान पर किया जाए।"
        },
        {
            "number": 21,
            "sanskrit": "यत्तु प्रत्युपकारार्थं फलमुद्दिश्य वा पुनः।\nदीयते च परिक्लिष्टं तद्दानं राजसं स्मृतम्॥",
            "hindi_meaning": "जो दान बदले की भावना से, फल की अपेक्षा से या बेमन से दिया जाए, वह राजसी दान होता है।",
            "explanation": "राजसी दान में निःस्वार्थ भावना नहीं होती। यह लाभ या दिखावे के उद्देश्य से होता है।"
        },
        {
            "number": 22,
            "sanskrit": "अदेशकाले यद्दानमपात्रेभ्यश्च दीयते।\nअसत्कृतमवज्ञातं तत्तामसमुदाहृतम्॥",
            "hindi_meaning": "जो दान अनुचित समय, स्थान पर, अयोग्य व्यक्ति को, अपमानपूर्वक या अनादर से दिया जाए, वह तामसी दान होता है।",
            "explanation": "तामसी दान बिना समझदारी के किया जाता है। यह अपवित्र भाव से होता है और आत्मविकास की जगह अहंकार को बढ़ाता है।"
        },
        {
            "number": 23,
            "sanskrit": "ॐ तत्सदिति निर्देशो ब्रह्मणस्त्रिविधः स्मृतः।\nब्राह्मणास्तेन वेदाश्च यज्ञाश्च विहिताः पुरा॥",
            "hindi_meaning": "‘ॐ’, ‘तत्’ और ‘सत्’ ये तीन शब्द ब्रह्म का प्रतीक हैं। पहले इन्हीं से वेद, ब्राह्मण और यज्ञ आदि की रचना की गई थी।",
            "explanation": "ये तीन शब्द सनातन धर्म के आधार हैं और किसी भी शुभ कार्य की शुरुआत में इनका उच्चारण पवित्रता हेतु किया जाता है।"
        },
        {
            "number": 24,
            "sanskrit": "तस्मादोमित्युदाहृत्य यज्ञदानतपःक्रियाः।\nप्रवर्तन्ते विधानोक्ताः सततं ब्रह्मवादिनाम्॥",
            "hindi_meaning": "इसलिए, ‘ॐ’ कहकर यज्ञ, दान और तप आदि विधिपूर्वक ब्रह्मवेत्ताओं द्वारा किया जाता है।",
            "explanation": "‘ॐ’ ब्रह्म की ध्वनि है। इसका उच्चारण किसी भी शुभ कार्य के आरंभ में किया जाता है जिससे वह पवित्र और सफल हो।"
        },
        {
            "number": 25,
            "sanskrit": "तदित्यनभिसन्धाय फलं यज्ञतपःक्रियाः।\nदानक्रियाश्च विविधाः क्रियन्ते मोक्षकाङ्क्षिभिः॥",
            "hindi_meaning": "‘तत्’ कहकर बिना फल की कामना किए यज्ञ, तप और दान मोक्ष की कामना करने वाले करते हैं।",
            "explanation": "जो कार्य केवल परमात्मा को समर्पित किए जाते हैं और जिनमें फल की इच्छा नहीं होती, वे ही मोक्षदायक होते हैं।"
        },
        {
            "number": 26,
            "sanskrit": "सद्भावे साधुभावे च सदित्येतत्प्रयुज्यते।\nप्रशस्ते कर्मणि तथा सच्छब्दः पार्थ युज्यते॥",
            "hindi_meaning": "‘सत्’ शब्द का प्रयोग शुभ कार्यों और पुण्य भावों के लिए होता है। हे पार्थ! प्रशंसनीय कर्मों के लिए ‘सत्’ शब्द प्रयुक्त होता है।",
            "explanation": "‘सत्’ का अर्थ है – अस्तित्व, सत्यता और शुभता। यह हर उस कार्य के साथ जुड़ता है जो सच्चे भाव और उद्देश्य से किया गया हो।"
        },
        {
            "number": 27,
            "sanskrit": "यज्ञे तपसि दाने च स्थितिः सदिति चोच्यते।\nकर्म चैव तदर्थीयं सदित्येवाभिधीयते॥",
            "hindi_meaning": "यज्ञ, तप और दान में जो स्थिरता होती है, उसे ‘सत्’ कहा जाता है और जो कार्य ईश्वर के लिए किया जाता है, वह भी ‘सत्’ कहलाता है।",
            "explanation": "‘सत्’ वह है जिसमें दृढ़ता, निष्ठा और भक्ति होती है। ऐसा कार्य सच्ची आत्मिक उन्नति का मार्ग होता है।"
        },
        {
            "number": 28,
            "sanskrit": "अश्रद्धया हुतं दत्तं तपस्तप्तं कृतं च यत्।\nअसदित्युच्यते पार्थ न च तत्प्रेत्य नो इह॥",
            "hindi_meaning": "जो यज्ञ, दान या तप श्रद्धा के बिना किया जाता है, वह ‘असत्’ कहलाता है – न तो वह इस लोक में सफल होता है और न ही परलोक में।",
            "explanation": "श्रद्धा के बिना किया गया कोई भी कर्म निष्फल होता है। यह केवल शरीर का परिश्रम होता है, आत्मा का नहीं।"
        }
    ]
}