{
  "chapter": "अध्याय 2 - सांख्य योग:",
  "shlokas": [
    {
      "number": 1,
      "sanskrit": "सञ्जय उवाच |\nतं तथा कृपयाविष्टम् अश्रुपूर्णाकुलेक्षणम् |\nविषीदन्तम् इदं वाक्यम् उवाच मधुसूदनः ||1||",
      "hindi_meaning": "संजय बोले — उस समय करुणा से अभिभूत, अश्रुपूरित नेत्रों वाले और शोकाकुल अर्जुन से मधुसूदन (श्रीकृष्ण) ने यह वचन कहा।",
      "explanation": "यह श्लोक अर्जुन की मानसिक स्थिति को दर्शाता है। वह युद्धभूमि में अपने परिजनों को देखकर भावुक हो गया था। श्रीकृष्ण अब उसका मार्गदर्शन शुरू करते हैं।"
    },
    {
      "number": 2,
      "sanskrit": "श्रीभगवानुवाच |\nकुतस्त्वा कश्मलम् इदं विषमे समुपस्थितम् |\nअनार्यजुष्टम् अस्वर्ग्यम् अकीर्तिकरम् अर्जुन ||2||",
      "hindi_meaning": "श्रीभगवान बोले — हे अर्जुन! यह मोह तुम्हें इस कठिन समय में कैसे आ गया? यह आर्य पुरुषों के योग्य नहीं, न तो स्वर्ग देने वाला है और न ही यश देने वाला।",
      "explanation": "श्रीकृष्ण अर्जुन की दुर्बलता की आलोचना करते हैं और उसे याद दिलाते हैं कि यह उसकी महानता के विपरीत है।"
    },
    {
      "number": 3,
      "sanskrit": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते |\nक्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप ||3||",
      "hindi_meaning": "हे पार्थ! नपुंसकता को मत अपनाओ, यह तुमको शोभा नहीं देती। इस तुच्छ हृदय दुर्बलता को त्यागो और खड़े हो जाओ, हे शत्रुओं के दमन करने वाले।",
      "explanation": "श्रीकृष्ण अर्जुन को वीरता और कर्तव्य का स्मरण कराते हुए प्रेरित करते हैं।"
    },
    {
      "number": 4,
      "sanskrit": "अर्जुन उवाच |\nकथं भीष्ममहं संख्ये द्रोणं च मधुसूदन |\nइषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन ||4||",
      "hindi_meaning": "अर्जुन बोले — हे मधुसूदन! युद्ध में मैं कैसे भीष्म और द्रोण जैसे पूज्य गुरुओं पर बाण चला सकता हूँ, जो पूज्यनीय हैं?",
      "explanation": "अर्जुन अपनी दुविधा प्रकट करता है — वह अपने गुरुओं और रिश्तेदारों के विरुद्ध युद्ध नहीं करना चाहता।"
    },
    {
      "number": 5,
      "sanskrit": "गुरूनहत्वा हि महानुभावान्\nश्रेयो भोक्तुं भैक्ष्यमपीह लोके |\nहत्वार्थकामांस्तु गुरूनिहैव\nभुञ्जीय भोगान्रुधिरप्रदिग्धान् ||5||",
      "hindi_meaning": "इस लोक में, ऐसे पूज्य गुरुओं को मारने की अपेक्षा भिक्षा मांगकर जीना उत्तम है। यदि हम उन्हें मार देंगे, तो उनके खून से सने भोग का उपभोग करेंगे।",
      "explanation": "अर्जुन अपने कर्तव्य और धर्म के बीच उलझा हुआ है। वह मानता है कि अपने पूज्य गुरुओं को मारकर प्राप्त की गई विजय अधर्म होगी।"
    },
    {
      "number": 6,
      "sanskrit": "न चैतद्विद्मः कतरन्नो गरीयो\nयद्वा जयेम यदि वा नो जयेयुः |\nयानेव हत्वा न जिजीविषामस्\nतेऽवस्थिताः प्रमुखे धार्तराष्ट्राः ||6||",
      "hindi_meaning": "हमें यह भी नहीं पता कि हमारे लिए क्या श्रेष्ठ है — उन्हें जीतना या उनके द्वारा जीत जाना। जिनको मारने के बाद हम जीना भी नहीं चाहते, वे ही हमारे सामने खड़े हैं — धृतराष्ट्र के पुत्र।",
      "explanation": "अर्जुन की दुविधा और बढ़ रही है। वह यह तय नहीं कर पा रहा कि लड़ाई जीतना अच्छा होगा या हारना।"
    },
    {
      "number": 7,
      "sanskrit": "कार्पण्यदोषोपहतस्वभावः\nपृच्छामि त्वां धर्मसंमूढचेताः |\nयच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे\nशिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् ||7||",
      "hindi_meaning": "अपने स्वभाव में कायरता के दोष से ग्रस्त होकर, मैं आपसे पूछता हूँ — मैं आपका शिष्य हूँ। मुझे जो निश्चित रूप से श्रेष्ठ है, वह बताइए। मुझे शरणागत जानकर मेरा मार्गदर्शन कीजिए।",
      "explanation": "यहाँ अर्जुन श्रीकृष्ण को गुरु रूप में स्वीकार करता है और ज्ञान की याचना करता है। यही गीता का प्रारंभिक बिंदु है।"
    },
    {
      "number": 8,
      "sanskrit": "न हि प्रपश्यामि ममापनुद्याद्यच्छोकमुच्छोषणमिन्द्रियाणाम् |\nअवाप्य भूमावसपत्नमृद्धं\nराज्यं सुराणामपि चाधिपत्यम् ||8||",
      "hindi_meaning": "मुझे ऐसा कुछ नहीं दिख रहा जो मेरे इस इन्द्रियों को सुखा देने वाले शोक को दूर कर सके — भले ही मुझे निर्विरोध राज्य और देवताओं का साम्राज्य मिल जाए।",
      "explanation": "अर्जुन कह रहा है कि केवल सांसारिक लाभ या राज्य से उसका शोक नहीं मिट सकता। उसे अब आत्मज्ञान की आवश्यकता है।"
    },
    {
      "number": 9,
      "sanskrit": "सञ्जय उवाच |\nएवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप |\nन योत्स्य इति गोविन्दम् उक्त्वा तूष्णीं बभूव ह ||9||",
      "hindi_meaning": "संजय बोले — इस प्रकार हृषीकेश से कहकर, ‘मैं युद्ध नहीं करूंगा’ ऐसा कहकर अर्जुन मौन हो गया।",
      "explanation": "अर्जुन अब अपनी बात कहकर शांत हो जाता है और श्रीकृष्ण से उत्तर की प्रतीक्षा करता है।"
    },
    {
      "number": 10,
      "sanskrit": "तमुवाच हृषीकेशः प्रहसन्निव भारत |\nसेनयोरुभयोर्मध्ये विषीदन्तम् इदं वचः ||10||",
      "hindi_meaning": "हे भरतवंशी! उस शोकग्रस्त अर्जुन से, जो दोनों सेनाओं के बीच बैठा था, हृषीकेश ने मुस्कराते हुए यह वचन कहा।",
      "explanation": "श्रीकृष्ण मुस्कराते हुए अर्जुन से बात शुरू करते हैं — यह संकेत है कि वे आत्मज्ञान की रोशनी फैलाने वाले हैं।"
    },
    {
      "number": 11,
      "sanskrit": "अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे। गतासूनगतासूंश्च नानुशोचन्ति पण्डिता:॥11॥",
      "hindi_meaning": "हे अर्जुन! तुम उन लोगों के लिए शोक कर रहे हो जो शोक के योग्य नहीं हैं। ज्ञानी न तो जीवितों के लिए शोक करते हैं और न ही मृतकों के लिए।",
      "explanation": "भगवान श्री कृष्ण अर्जुन को समझाते हैं कि जो आत्मा अमर है, वह न तो जन्मती है और न ही मरती है। इसलिए, शारीरिक मृत्यु पर शोक करना उचित नहीं है।"
    },
    {
      "number": 12,
      "sanskrit": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपा:। न चैव न भविष्याम: सर्वेऽवयमेतत:परम् ॥12॥",
      "hindi_meaning": "न तो मैं कभी नहीं था, न तुम और न ये राजाओं के पुत्र। न ही हम भविष्य में कभी होंगे।",
      "explanation": "भगवान श्री कृष्ण बताते हैं कि आत्मा नित्य है, वह न कभी उत्पन्न होती है और न कभी समाप्त होती है।"
    },
    {
      "number": 13,
      "sanskrit": "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा। तथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति॥13॥",
      "hindi_meaning": "जैसे इस देह में बाल्य, यौवन और बुढ़ापे के काल आते हैं, वैसे ही शरीर के परिवर्तन के बाद आत्मा का अन्य शरीर में प्रवेश होता है। ज्ञानी व्यक्ति इस परिवर्तन से भ्रमित नहीं होते।",
      "explanation": "भगवान श्री कृष्ण बताते हैं कि आत्मा का शरीर से कोई स्थायी संबंध नहीं है। शरीर बदलता है, लेकिन आत्मा अपरिवर्तित रहती है।"
    },
    {
      "number": 14,
      "sanskrit": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदा:। आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत॥14॥",
      "hindi_meaning": "हे कौन्तेय! शीत, उष्ण, सुख और दुःख की अनुभूतियाँ मात्राओं के संपर्क से होती हैं। ये सभी अस्थायी हैं, इसलिए इनका सामना धैर्य से करो।",
      "explanation": "भगवान श्री कृष्ण बताते हैं कि भौतिक सुख-दुःख अस्थायी हैं और इन्हें सहन करना चाहिए।"
    },
    {
      "number": 15,
      "sanskrit": "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ। समदु:खसुखं धीरं सोऽमृतत्वाय कल्पते॥15॥",
      "hindi_meaning": "जो पुरुष इन भौतिक सुख-दुःख से विचलित नहीं होता और जो समदुःखसुख में स्थिर रहता है, वह अमरता को प्राप्त करता है।",
      "explanation": "भगवान श्री कृष्ण बताते हैं कि जो व्यक्ति मानसिक रूप से संतुलित रहता है, वह आत्मा की अमरता को समझता है।"
    },
    {
      "number": 16,
      "sanskrit": "नासतो विद्यते भावो नाभावो विद्यते सत:। उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभि:॥16॥",
      "hindi_meaning": "अस्तित्वहीन का कोई अस्तित्व नहीं है और सत्य का कोई अभाव नहीं है। दोनों के अंत को तत्त्वज्ञानी लोग ही जानते हैं।",
      "explanation": "भगवान श्री कृष्ण बताते हैं कि सत्य और असत्य के बीच का अंतर तत्त्वज्ञानी ही समझ सकते हैं।"
    },
    {
      "number": 17,
      "sanskrit": "अविनाशी तु तद्विद्धि येन सर्वमिदं ततम्। विनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति॥17॥",
      "hindi_meaning": "उस अविनाशी को जानो, जिससे यह सम्पूर्ण ब्रह्माण्ड व्याप्त है। इसका नाश करने का कोई भी प्रयास नहीं कर सकता।",
      "explanation": "भगवान श्री कृष्ण बताते हैं कि आत्मा अविनाशी है और यह सम्पूर्ण ब्रह्माण्ड में व्याप्त है।"
    },
    {
      "number": 18,
      "sanskrit": "अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः।नाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत ॥१८॥",
      "hindi_meaning": "अविनाशी, अप्रमेय तथा शाश्वत जीव के भौतिक शरीर का अन्त अवश्यम्भावी है। अतः हे भरतवंशी! युद्ध करो।",
      "explanation": "भगवान श्री कृष्ण बताते हैं कि जो लोग भौतिक सुखों में लिप्त रहते हैं और परमात्मा की उपासना नहीं करते, उनका फल अस्थायी होता है।"
    },
    {
      "number": 19,
      "sanskrit": "य: एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम्। उभौ तौ न विजानीतो नायं हन्ति न हन्यते॥19॥",
      "hindi_meaning": "जो व्यक्ति आत्मा को मारनेवाले और मरनेवाले दोनों को जानता है, वह न तो आत्मा को मार सकता है और न ही आत्मा मर सकती है।",
      "explanation": "भगवान श्री कृष्ण बताते हैं कि आत्मा न तो मार सकती है और न ही मारी जा सकती है, क्योंकि वह अविनाशी है।"
    },
    {
      "number": 20,
      "sanskrit": "न जायते म्रियते वा कदाचिन् नायं भूत्वा भविता वा न भूयः। अजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे॥20॥",
      "hindi_meaning": "आत्मा न तो कभी जन्म लेती है और न ही मरती है, न ही वह कभी अस्तित्व में आकर फिर समाप्त होती है। वह अजन्मा, शाश्वत, सनातन और पुरातन है। जब शरीर मारा जाता है, तब भी आत्मा मारी नहीं जाती।",
      "explanation": "इस श्लोक में भगवान श्रीकृष्ण अर्जुन को आत्मा की अमरता का गूढ़ रहस्य समझा रहे हैं। आत्मा किसी काल में उत्पन्न नहीं होती, न वह कभी नष्ट होती है। शरीर तो नश्वर है, लेकिन आत्मा शाश्वत है, नित्य है और उसमें कोई परिवर्तन नहीं आता। इसे मारना या इसके मरने की बात करना ही अज्ञानता है।"
    },
    {
      "number": 21,
      "sanskrit": "वेदाविनाशिनं नित्यं य एनमजमव्ययम्।कथं स पुरुषः पार्थ कं घातयति हन्ति कम् ॥२१॥",
      "hindi_meaning": "जो इस आत्मा को नित्य, अजन्मा और अविनाशी जानता है, वह किसी को नहीं मारता और न ही किसी के द्वारा मारा जाता है।",
      "explanation": "जो ज्ञानी व्यक्ति आत्मा की वास्तविकता को जानता है कि यह नित्य, जन्म रहित और अविनाशी है, वह इस सच्चाई को समझकर हिंसा नहीं करता। ऐसा व्यक्ति जानता है कि शरीर मर सकता है, पर आत्मा को कोई मार नहीं सकता।"
    },
    {
      "number": 22,
      "sanskrit": "वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि। तथा शरीरााणि विहाय जीर्णान्यन्यानि संयाति नवानि देही॥22॥",
      "hindi_meaning": "जैसे मनुष्य पुराने वस्त्रों को त्याग कर नए वस्त्र पहनता है, वैसे ही आत्मा पुराने शरीर को छोड़कर नए शरीर को धारण करती है।",
      "explanation": "भगवान श्रीकृष्ण आत्मा के पुनर्जन्म को समझाने के लिए वस्त्रों का सुंदर उदाहरण देते हैं। जैसे हम पुराने कपड़े छोड़कर नए कपड़े पहनते हैं, वैसे ही आत्मा भी पुराने शरीर को त्याग कर नया शरीर धारण करती है। इससे स्पष्ट होता है कि शरीर की मृत्यु के बाद भी आत्मा जीवित रहती है और पुनः जन्म लेती है।"
    },
    {
      "number": 23,
      "sanskrit": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः। न चैनं क्लेदयन्त्यापो न शोषयति मारुतः॥23॥",
      "hindi_meaning": "इस आत्मा को न तो शस्त्र काट सकते हैं, न ही अग्नि इसे जला सकती है। न ही जल इसे गीला कर सकता है और न ही वायु इसे सुखा सकती है।",
      "explanation": "यहाँ आत्मा की अद्भुत शक्ति का वर्णन किया गया है। आत्मा भौतिक तत्वों से परे है, इसलिए कोई भी हथियार, अग्नि, जल या वायु इसे नष्ट नहीं कर सकते। आत्मा अजर-अमर और शाश्वत है, जो किसी भी साधारण या असाधारण साधन से नष्ट नहीं की जा सकती।"
    },
    {
      "number": 24,
      "sanskrit": "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च। नित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः॥24॥",
      "hindi_meaning": "यह आत्मा न तो काटी जा सकती है, न ही जलाई जा सकती है, न गीली की जा सकती है और न ही सुखाई जा सकती है। यह नित्य है, सर्वत्र व्याप्त है, अचल है, अडोल है और सनातन है।",
      "explanation": "इस श्लोक में आत्मा के अमर स्वरूप का विस्तार से वर्णन है। आत्मा स्थिर है, वह किसी भी भौतिक प्रक्रिया से प्रभावित नहीं होती। वह सब जगह व्याप्त है और उसका नाश संभव नहीं है। ये गुण आत्मा को ईश्वर के अंश के रूप में प्रकट करते हैं।"
    },
    {
      "number": 25,
      "sanskrit": "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते। तस्मादेवं विदित्वैनं नानुशोचितुमर्हसि॥25॥",
      "hindi_meaning": "यह आत्मा अव्यक्त है, अचिन्त्य है और विकाररहित है। अतः इसे जानकर तुझे शोक नहीं करना चाहिए।",
      "explanation": "भगवान श्रीकृष्ण कहते हैं कि आत्मा इंद्रियों से परे है, मन से सोच कर भी इसे पूरी तरह समझा नहीं जा सकता, और यह कभी कोई बदलाव नहीं झेलती। इसलिए अर्जुन को अपने प्रियजनों की मृत्यु का शोक नहीं करना चाहिए, क्योंकि आत्मा मरती नहीं, केवल शरीर बदलता है।"
    },
    {
      "number": 26,
      "sanskrit": "अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम्। तथापि त्वं महाबाहो नैवं शोचितुमर्हसि॥26॥",
      "hindi_meaning": "यदि तू इस आत्मा को नित्य जन्म लेनेवाली और नित्य मरनेवाली मानता है, तब भी हे महाबाहु! तुझे शोक नहीं करना चाहिए।",
      "explanation": "यदि कोई व्यक्ति आत्मा के पुनर्जन्म और मरण में विश्वास रखता हो, तब भी शोक करने का कोई कारण नहीं है क्योंकि यह चक्र सतत चलता रहता है। मृत्यु के बाद फिर जन्म होता है, इसलिए मृत्यु कोई अंत नहीं बल्कि एक नई शुरुआत है।"
    },
    {
      "number": 27,
      "sanskrit": "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च। तस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि॥27॥",
      "hindi_meaning": "जो जन्म लेता है, उसकी मृत्यु निश्चित है और जो मरता है, उसका पुनर्जन्म निश्चित है। इसलिए इस अवश्यम्भावी सत्य के लिए तुझे शोक नहीं करना चाहिए।",
      "explanation": "श्रीकृष्ण यहाँ जीवन के अटल सत्य की बात करते हैं – जन्म लेने वाला अवश्य मरेगा और मृत्यु के बाद पुनर्जन्म भी होगा। यह प्रकृति का नियम है जिसे कोई नहीं टाल सकता, इसलिए इस पर दुखी होना व्यर्थ है।"
    },
    {
      "number": 28,
      "sanskrit": "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत। अव्यक्तनिधनान्येव तत्र का परिदेवना॥28॥",
      "hindi_meaning": "सभी प्राणी अव्यक्त रूप में उत्पन्न होते हैं, बीच में प्रकट होते हैं और अंत में पुनः अव्यक्त हो जाते हैं। तो इसमें शोक किस बात का है? ",
      "explanation": "श्रीकृष्ण समझाते हैं कि हम जन्म से पहले और मृत्यु के बाद अदृश्य रहते हैं, केवल बीच में कुछ समय के लिए प्रकट होते हैं। इसलिए किसी के चले जाने का शोक करना एक सीमित दृष्टिकोण है। जीवन एक चक्र है जो लगातार चलता रहता है।"
    },
    {
      "number": 29,
      "sanskrit": "आश्चर्यवत्पश्यति कश्चिदेनमाश्चर्यवद्वदति तथैव चान्यः। आश्चर्यवच्चैनमन्यः श्रृणोति श्रुत्वाप्येनं वेद न चैव कश्चित्॥29॥",
      "hindi_meaning": "कोई इस आत्मा को आश्चर्य की तरह देखता है, कोई आश्चर्य की तरह वर्णन करता है, कोई आश्चर्य की तरह सुनता है, पर फिर भी कोई इसे पूरी तरह नहीं जान पाता।",
      "explanation": "आत्मा की प्रकृति इतनी अद्भुत है कि लोग इसे जानने की चेष्टा करते हैं परंतु पूरी तरह समझ नहीं पाते। यह बौद्धिक नहीं, आध्यात्मिक अनुभव का विषय है। इसलिए आत्मा को जानना मानव जीवन का उद्देश्य है।"
    },
    {
      "number": 30,
      "sanskrit": "देही नित्यमवध्योऽयं देहे सर्वस्य भारत। तस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि॥30॥",
      "hindi_meaning": "हे भारत! सभी शरीरों में आत्मा अवध्य (जिसे मारा नहीं जा सकता) है। अतः तुझे किसी भी प्राणी के लिए शोक नहीं करना चाहिए।",
      "explanation": "भगवान श्रीकृष्ण फिर से दोहराते हैं कि आत्मा अमर है, इसलिए शोक का कोई कारण नहीं है। आत्मा को कोई मार नहीं सकता, वह केवल शरीर बदलती है। इस सत्य को समझकर अर्जुन को अपने कर्तव्य का पालन करना चाहिए।"
    },
    {
      "number": 31,
      "sanskrit": "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि। धर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते॥31॥",
      "hindi_meaning": "अपने क्षत्रिय धर्म को देखते हुए भी तुम्हें डगमगाना नहीं चाहिए, क्योंकि धर्मयुद्ध से बढ़कर क्षत्रिय के लिए और कोई कल्याणकारी कर्तव्य नहीं है।",
      "explanation": "भगवान श्रीकृष्ण अर्जुन को याद दिलाते हैं कि वह एक क्षत्रिय (योद्धा) है और उसका स्वधर्म युद्ध करना है, विशेषकर जब यह युद्ध धर्म की रक्षा के लिए हो। इसलिए ऐसे युद्ध से पीछे हटना अधर्म है।"
    },
    {
      "number": 32,
      "sanskrit": "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम्। सुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम्॥32॥",
      "hindi_meaning": "हे पार्थ! ऐसा युद्ध जो स्वतः ही सामने आया है और जो स्वर्ग के द्वार को खोलने वाला है, ऐसे युद्ध को पाकर केवल सौभाग्यशाली क्षत्रिय ही प्रसन्न होते हैं।",
      "explanation": "यह युद्ध संयोग से अर्जुन को मिला है और यह धर्म की रक्षा हेतु है। ऐसा युद्ध दुर्लभ होता है और इसे जीतने वाला योद्धा स्वर्ग प्राप्त करता है। इसलिए यह एक सुनहरा अवसर है, जिससे पीछे हटना मूर्खता होगी।"
    },
    {
      "number": 33,
      "sanskrit": "अथ चेत्त्वमिमं धर्म्यं संग्रामं न करिष्यसि। ततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि॥33॥",
      "hindi_meaning": "यदि तू इस धर्म युद्ध को नहीं करेगा, तो अपने क्षत्रिय धर्म और कीर्ति को खोकर पाप को प्राप्त होगा।",
      "explanation": "यदि अर्जुन युद्ध से भागता है, तो वह अपने कर्तव्य से विमुख होकर पाप का भागी होगा। उसकी कीर्ति नष्ट होगी और वह अपने धर्म का उल्लंघन करने वाला कहलाएगा।"
    },
    {
      "number": 34,
      "sanskrit": "अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम्। सम्भावितस्य चाकीर्तिर्मरणादतिरिच्यते॥34॥",
      "hindi_meaning": "लोग तेरी अविनाशी निंदा करेंगे और सम्मानित व्यक्ति के लिए अपकीर्ति मृत्यु से भी बढ़कर होती है।",
      "explanation": "श्रीकृष्ण कहते हैं कि यदि तू युद्ध नहीं करेगा तो लोग तुझे कायर समझेंगे और तेरी निंदा करेंगे। एक सम्मानित योद्धा के लिए अपमानजनक जीवन, मृत्यु से भी अधिक कष्टदायक होता है।"
    },
    {
      "number": 35,
      "sanskrit": "भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः। येषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम्॥35॥",
      "hindi_meaning": "महायोद्धा यह सोचेंगे कि तू भय के कारण युद्धभूमि से भागा है, और जिनका तूने सम्मान पाया है, वे तुझे तुच्छ समझने लगेंगे।",
      "explanation": "यदि अर्जुन युद्ध नहीं करेगा, तो बड़े-बड़े योद्धा यह समझेंगे कि वह डर के कारण भागा है। इससे अर्जुन की प्रतिष्ठा और गौरव को ठेस पहुंचेगी, जो एक योद्धा के लिए सबसे बड़ी क्षति है।"
    },
    {
      "number": 36,
      "sanskrit": "अवाच्यवादांश्च बहून्वदिष्यन्ति तवाहिताः। निन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम्॥36॥",
      "hindi_meaning": "तेरे शत्रु तुझ पर कटुवचन कहेंगे और तेरी शक्ति का अपमान करेंगे। इससे अधिक दुःख और क्या हो सकता है?",
      "explanation": "यहाँ श्रीकृष्ण कहते हैं कि लोग तेरी निंदा करेंगे और शत्रु भी तुझ पर व्यंग्य कसेंगे। इससे तेरे आत्मसम्मान को ठेस पहुँचेगी, जो किसी वीर योद्धा के लिए सबसे बड़ा दुःख है।"
    },
    {
      "number": 37,
      "sanskrit": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम्। तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः॥37॥",
      "hindi_meaning": "यदि तू युद्ध में मारा गया तो स्वर्ग प्राप्त करेगा और यदि तू विजयी हुआ तो पृथ्वी का राज्य भोगेगा। इसलिए, हे कौन्तेय! युद्ध के लिए दृढ़ निश्चय करके उठ।",
      "explanation": "श्रीकृष्ण दोनों स्थितियों को शुभ बताते हैं – मरने पर स्वर्ग और जीतने पर राज्य। इसलिए अर्जुन को कोई भय या संदेह नहीं रखना चाहिए और युद्ध के लिए कमर कस लेनी चाहिए।"
    },
    {
      "number": 38,
      "sanskrit": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ। ततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि॥38॥",
      "hindi_meaning": "सुख-दुःख, लाभ-हानि और जीत-हार को समान समझकर तू युद्ध कर। ऐसा करने से तू पाप का भागी नहीं होगा।",
      "explanation": "भगवान श्रीकृष्ण अर्जुन को निष्काम कर्मयोग का संदेश देते हैं। उसे परिणाम की चिंता किए बिना, केवल अपने कर्तव्य पर ध्यान देना चाहिए। तभी वह न पाप का भागी होगा और न मोह का शिकार।"
    },
    {
      "number": 39,
      "sanskrit": "एषा तेऽभिहिता साङ्ख्ये बुद्धिर्योगे त्विमां श्रृणु। बुद्ध्या युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि॥39॥",
      "hindi_meaning": "अब तक मैंने तेरे समक्ष सांख्य योग से यह ज्ञान कहा, अब तू योग बुद्धि को सुन, जिससे तू कर्म के बंधनों से मुक्त हो जाएगा।",
      "explanation": "श्रीकृष्ण यहाँ ज्ञान योग (सांख्य) के बाद अब कर्म योग की बात शुरू कर रहे हैं। योग बुद्धि से कार्य करने वाला व्यक्ति कर्म के फल में नहीं उलझता और इस प्रकार बंधनों से मुक्त हो जाता है।"
    },
    {
      "number": 40,
      "sanskrit": "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते। स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात्॥40॥",
      "hindi_meaning": "इस कर्मयोग में न तो कोई प्रयास व्यर्थ जाता है और न ही कोई हानि होती है। इसका थोड़ा-सा भी पालन महान भय से रक्षा करता है।",
      "explanation": "भगवान श्रीकृष्ण कहते हैं कि कर्मयोग का कोई भी प्रयास व्यर्थ नहीं जाता। यदि मनुष्य इस मार्ग पर थोड़ा भी चलता है, तो वह संसार के बड़े-बड़े दुःखों और भय से बच सकता है। यही इसकी महानता है।"
    },
    {
      "number": 41,
      "sanskrit": "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन। बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम्॥41॥",
      "hindi_meaning": "हे कुरुनन्दन! इस योग में दृढ़ निश्चयी व्यक्ति की बुद्धि एकाग्र होती है, जबकि अनिश्चयशील लोगों की बुद्धि अनेक शाखाओं में बंटी होती है।",
      "explanation": "कर्मयोग में स्थिर बुद्धि वाले व्यक्ति का मन एक लक्ष्य पर केन्द्रित होता है – मोक्ष या परमात्मा की प्राप्ति पर। लेकिन जो लोग अनिश्चित होते हैं, उनकी बुद्धि अनेक सांसारिक इच्छाओं में भटकती है और वे लक्ष्य से भटक जाते हैं।"
    },
    {
      "number": 42,
      "sanskrit": "यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः। वेदवादरताः पार्थ नान्यदस्तीति वादिनः॥42॥",
      "hindi_meaning": "हे पार्थ! जो ज्ञानी नहीं हैं वे वेदों की मोहक वाणी में लिप्त रहते हैं और कहते हैं कि इसके अतिरिक्त कुछ नहीं है।",
      "explanation": "जो लोग आध्यात्मिक रूप से अपरिपक्व होते हैं, वे वेदों के कर्मकांड भागों में ही लिप्त रहते हैं और मानते हैं कि स्वर्ग-सुख ही अंतिम लक्ष्य है। वे आत्मा और परमात्मा के गहरे रहस्य को नहीं समझते।"
    },
    {
      "number": 43,
      "sanskrit": "कामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम्। क्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति॥43॥",
      "hindi_meaning": "इच्छाओं से प्रेरित लोग स्वर्ग की कामना करते हैं और कर्मों के फल की प्राप्ति हेतु अनेक क्रियाओं में लगे रहते हैं, उनका लक्ष्य भोग और ऐश्वर्य होता है।",
      "explanation": "जो लोग कामनाओं से भरे होते हैं, वे वेदों के कर्मकांड भाग में उलझे रहते हैं। उनका उद्देश्य केवल भोग और ऐश्वर्य प्राप्त करना होता है, जो आत्मा की उन्नति के मार्ग में बाधा है।"
    },
    {
      "number": 44,
      "sanskrit": "भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम्। व्यवसायात्मिका बुद्धिः समाधौ न विधीयते॥44॥",
      "hindi_meaning": "भोग और ऐश्वर्य में आसक्त जिनका चित्त चुराया गया है, उनकी एकाग्र बुद्धि समाधि में स्थिर नहीं होती।",
      "explanation": "ऐसे लोग जो भौतिक सुख-सुविधाओं में डूबे होते हैं, वे आध्यात्मिक ध्यान या परम सत्य की खोज में एकाग्र नहीं हो सकते। भोग-विलास की लालसा मन को विचलित कर देती है।"
    },
    {
      "number": 45,
      "sanskrit": "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन। निर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान्॥45॥",
      "hindi_meaning": "हे अर्जुन! वेद तीन गुणों (सत्त्व, रजस्, तमस्) से संबंधित हैं, परंतु तू इनसे परे हो जा, द्वंद्वों से रहित, नित्य सत्त्वगुण में स्थित, योग-क्षेम की चिंता से रहित और आत्मविचारी बन।",
      "explanation": "भगवान श्रीकृष्ण अर्जुन को सलाह देते हैं कि वेदों के कर्मकांड भाग तीनों गुणों में उलझाते हैं। लेकिन आत्मा इन गुणों से परे है। इसलिए अर्जुन को इनसे ऊपर उठकर शुद्ध आत्मा की स्थिति को प्राप्त करने का प्रयास करना चाहिए।"
    },
    {
      "number": 46,
      "sanskrit": "यावानर्थ उदपाने सर्वतः संप्लुतोदके। तावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः॥46॥",
      "hindi_meaning": "जैसे एक छोटे कुएं का उपयोग उस समय नहीं रहता जब चारों ओर जल से भरपूर जलाशय हो, वैसे ही सभी वेदों का महत्व उस ब्राह्मण के लिए नहीं होता जो आत्मज्ञान प्राप्त कर चुका है।",
      "explanation": "जो व्यक्ति आत्मज्ञान प्राप्त कर लेता है, उसके लिए वेदों के कर्मकांडों की आवश्यकता नहीं रहती, जैसे विशाल जलाशय के सामने एक छोटे कुएं का कोई उपयोग नहीं रह जाता।"
    },
    {
      "number": 47,
      "sanskrit": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन। मा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि॥47॥",
      "hindi_meaning": "तेरा अधिकार केवल कर्म करने में है, फल में कभी नहीं। इसलिए तू कर्मफल का कारण मत बन और न ही तेरी अकर्म में आसक्ति हो।",
      "explanation": "यह श्रीमद्भगवद्गीता का सबसे प्रसिद्ध श्लोक है। इसमें श्रीकृष्ण कर्मयोग का मूल सिद्धांत बताते हैं – हमें अपने कर्तव्य को पूरी निष्ठा से करना चाहिए, परन्तु उसके फल की चिंता नहीं करनी चाहिए। क्योंकि फल ईश्वर के अधीन है।"
    },
    {
      "number": 48,
      "sanskrit": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय। सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते॥48॥",
      "hindi_meaning": "हे धनञ्जय! योग में स्थित होकर कर्म कर, आसक्ति को त्यागकर, और सफलता तथा असफलता में सम रहकर। ऐसा समभाव ही योग कहलाता है।",
      "explanation": "श्रीकृष्ण कहते हैं कि जो व्यक्ति बिना आसक्ति के कर्म करता है और सफलता-असफलता दोनों में समभाव रखता है, वही सच्चा योगी है। यही कर्मयोग का सार है।"
    },
    {
      "number": 49,
      "sanskrit": "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय। बुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः॥49॥",
      "hindi_meaning": "हे धनञ्जय! कर्म का फल पाने की इच्छा से किया गया कर्म, बुद्धियोग से हीन है। तू बुद्धियोग को अपनाकर शरण ले, क्योंकि फल के इच्छुक लोग दरिद्र हैं।",
      "explanation": "फल की इच्छा से किया गया कर्म व्यक्ति को बाँधता है और दुख देता है। लेकिन बुद्धियोग (कर्मयोग) से किया गया कार्य आत्मा की उन्नति करता है। इसलिए श्रीकृष्ण अर्जुन को फल की चिंता छोड़कर बुद्धियोग अपनाने की सलाह देते हैं।"
    },
    {
      "number": 50,
      "sanskrit": "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते। तस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम्॥50॥",
      "hindi_meaning": "बुद्धियोग से युक्त व्यक्ति इस जीवन में ही पुण्य और पाप दोनों को त्याग देता है। इसलिए तू योग में लग जा, क्योंकि योग ही कर्मों में कौशल है।",
      "explanation": "कर्मयोग अपनाने वाला व्यक्ति न पुण्य के फल में फँसता है और न पाप के बंधन में। वह निष्काम भाव से कर्म करता है। यही सच्ची योग्यता और कुशलता है। कर्म में कुशलता का मतलब है – आसक्ति त्याग कर, बुद्धिपूर्वक कर्म करना।"
    },
    {
      "number": 51,
      "sanskrit": "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः। जन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम्॥51॥",
      "hindi_meaning": "बुद्धियोग से युक्त ज्ञानीजन कर्मों के फलों को त्यागकर जन्म-बन्धन से मुक्त होकर दुःखरहित परम पद को प्राप्त होते हैं।",
      "explanation": "जो लोग कर्मों के फल की चिंता किए बिना बुद्धिपूर्वक कार्य करते हैं, वे जन्म और मृत्यु के चक्र से मुक्त हो जाते हैं और परम शांति को प्राप्त करते हैं। यही मोक्ष की दिशा है।"
    },
    {
      "number": 52,
      "sanskrit": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति। तदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च॥52॥",
      "hindi_meaning": "जब तेरी बुद्धि मोह के दलदल को पार कर जाएगी, तब तू सुने-सुनाए और सुनने योग्य सब विषयों में विरक्ति प्राप्त कर लेगा।",
      "explanation": "जब व्यक्ति का विवेक जागृत हो जाता है और वह मोह-माया से ऊपर उठ जाता है, तब उसे बाहरी ज्ञान और ग्रंथों के आकर्षण की आवश्यकता नहीं रह जाती, क्योंकि वह सत्य को अनुभव करने लगता है।"
    },
    {
      "number": 53,
      "sanskrit": "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला। समाधावचला बुद्धिस्तदा योगमवाप्स्यसि॥53॥",
      "hindi_meaning": "जब तेरी बुद्धि वेदों की उलझनों से हटकर निश्चल और एकाग्र हो जाएगी, तब तू समाधि (योग) को प्राप्त करेगा।",
      "explanation": "योग का मार्ग स्थिर और निश्चल बुद्धि से होकर जाता है। जब व्यक्ति का मन अनेक शास्त्रों की उलझनों से मुक्त होकर एक तत्व में स्थित होता है, तब वह सच्चे योग को प्राप्त करता है।"
    },
    {
      "number": 54,
      "sanskrit": "अर्जुन उवाच – स्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव। स्थितधीः किं प्रभाषेत किमासीत व्रजेत किम्॥54॥",
      "hindi_meaning": "अर्जुन ने पूछा – हे केशव! स्थितप्रज्ञ (स्थिरबुद्धि) व्यक्ति की क्या पहचान है? वह कैसे बोलता है, कैसे बैठता है और कैसे चलता है?",
      "explanation": "अर्जुन जानना चाहता है कि वह व्यक्ति जिसने आत्मज्ञान प्राप्त कर लिया हो, जिसकी बुद्धि स्थिर हो गई हो – उसकी बाह्य पहचानें क्या हैं? वह किस प्रकार व्यवहार करता है?"
    },
    {
      "number": 55,
      "sanskrit": "श्रीभगवानुवाच – प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान्। आत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते॥55॥",
      "hindi_meaning": "भगवान बोले – हे पार्थ! जब मनुष्य अपने मन के सभी कामनाओं को त्याग देता है और आत्मा में ही संतुष्ट रहता है, तब वह स्थितप्रज्ञ कहलाता है।",
      "explanation": "जो व्यक्ति अपनी सभी इच्छाओं को त्यागकर आत्मा में ही संतोष अनुभव करता है, वह स्थिरबुद्धि वाला माना जाता है। वह बाहरी भोगों की तलाश नहीं करता।"
    },
    {
      "number": 56,
      "sanskrit": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः। वीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते॥56॥",
      "hindi_meaning": "जो व्यक्ति दुखों में विचलित नहीं होता और सुखों में आसक्त नहीं होता, जो राग, भय और क्रोध से मुक्त है – वह मुनि स्थिरबुद्धि कहलाता है।",
      "explanation": "स्थिरबुद्धि वाला व्यक्ति भावनात्मक संतुलन बनाए रखता है – उसे न सुख में अहंकार होता है, न दुख में टूटता है। वह राग-द्वेष, भय और क्रोध से परे होता है।"
    },
    {
      "number": 57,
      "sanskrit": "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम्। नाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता॥57॥",
      "hindi_meaning": "जो हर वस्तु में आसक्ति से रहित है, शुभ या अशुभ जो भी प्राप्त हो उसमें न प्रसन्न होता है और न द्वेष करता है – उसकी बुद्धि स्थिर है।",
      "explanation": "वह व्यक्ति जिसकी चेतना स्थिर है, वह किसी भी स्थिति में विचलित नहीं होता। उसे न शुभ की प्राप्ति में उल्लास होता है और न अशुभ में द्वेष – वह समदर्शी होता है।"
    },
    {
      "number": 58,
      "sanskrit": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः। इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता॥58॥",
      "hindi_meaning": "जैसे कछुआ अपने अंगों को चारों ओर से समेट लेता है, वैसे ही जो व्यक्ति इंद्रियों को विषयों से हटा लेता है, उसकी बुद्धि स्थिर होती है।",
      "explanation": "स्थिरबुद्धि व्यक्ति इंद्रियों को वश में रखता है। जैसे कछुआ संकट के समय अपने अंगों को अंदर कर लेता है, वैसे ही योगी विषयों से इंद्रियों को रोक लेता है।"
    },
    {
      "number": 59,
      "sanskrit": "विषया विनिवर्तन्ते निराहारस्य देहिनः। रसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते॥59॥",
      "hindi_meaning": "जब मनुष्य इंद्रियों को विषयों से दूर कर लेता है तो विषय तो हट जाते हैं, पर उनकी रसना बनी रहती है। लेकिन जब वह परम तत्व को देखता है, तब वह रस भी नष्ट हो जाता है।",
      "explanation": "सिर्फ विषयों से दूर होना ही पर्याप्त नहीं है, जब तक मन में उनकी चाह नहीं जाती। लेकिन जब कोई आत्म-साक्षात्कार करता है, तब वह चाह भी खत्म हो जाती है।"
    },
    {
      "number": 60,
      "sanskrit": "यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः। इन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः॥60॥",
      "hindi_meaning": "हे कौन्तेय! यत्नशील और विवेकी व्यक्ति का मन भी ये बलवान इंद्रियाँ बलपूर्वक अपनी ओर खींच लेती हैं।",
      "explanation": "भले ही कोई साधक हो, ज्ञानवान हो, फिर भी इंद्रियाँ बहुत चंचल और बलशाली होती हैं। यदि उन पर नियंत्रण नहीं रखा गया तो वे साधना में बाधा डाल सकती हैं। इसलिए इंद्रियों पर संयम अति आवश्यक है।"
    },
      {
        "number": 61,
        "sanskrit": "तानि सर्वाणि संयम्य युक्त आसीत मत्परः। वशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता॥61॥",
        "hindi_meaning": "वे सभी इंद्रियों को संयम में रखकर जो मेरे (भगवान) में मन लगाए, वही स्थितप्रज्ञ होता है।",
        "explanation": "जो व्यक्ति अपनी इंद्रियों को वश में रखकर भगवान में एकाग्र होता है, वही सच्चे ज्ञान को प्राप्त कर सकता है। उसकी बुद्धि स्थिर और आत्मा शांत होती है।"
      },
      {
        "number": 62,
        "sanskrit": "ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते। सङ्गात्सञ्जायते कामः कामात्क्रोधोऽभिजायते॥62॥",
        "hindi_meaning": "जब मनुष्य विषयों का ध्यान करता है, तो उसमें आसक्ति उत्पन्न होती है। आसक्ति से कामना पैदा होती है और कामना से क्रोध उत्पन्न होता है।",
        "explanation": "जब व्यक्ति लगातार भोग-विलास की वस्तुओं के बारे में सोचता है, तो उससे मोह होता है, फिर इच्छाएँ उत्पन्न होती हैं, और जब इच्छाएँ पूरी नहीं होतीं, तो क्रोध आता है। यही पतन की शुरुआत है।"
      },
      {
        "number": 63,
        "sanskrit": "क्रोधाद्भवति सम्मोहः सम्मोहात्स्मृतिविभ्रमः। स्मृतिभ्रंशाद् बुद्धिनाशो बुद्धिनाशात्प्रणश्यति॥63॥",
        "hindi_meaning": "क्रोध से मोह उत्पन्न होता है, मोह से स्मृति भ्रमित होती है, स्मृति भ्रम से बुद्धि नष्ट होती है और बुद्धि के नष्ट हो जाने पर मनुष्य का पतन हो जाता है।",
        "explanation": "एक बार जब व्यक्ति क्रोध में आता है, तो उसे विवेक नहीं रहता। वह अपने पूर्व ज्ञान और अनुभव को भूल जाता है। तब उसकी निर्णय लेने की शक्ति नष्ट हो जाती है और वह गलत मार्ग पर चला जाता है।"
      },
      {
        "number": 64,
        "sanskrit": "रागद्वेषविमुक्तैस्तु विषयानिन्द्रियैश्चरन्। आत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति॥64॥",
        "hindi_meaning": "जो व्यक्ति राग और द्वेष से मुक्त होकर, इंद्रियों द्वारा विषयों का सेवन करता है परंतु आत्म-नियंत्रित रहता है – वह शांति को प्राप्त करता है।",
        "explanation": "संन्यास का अर्थ विषयों का त्याग नहीं, बल्कि उन पर संयम रखना है। यदि कोई व्यक्ति बिना राग-द्वेष के और आत्म-नियंत्रण के साथ जीवन जीता है, तो वह आंतरिक शांति और प्रसन्नता प्राप्त करता है।"
      },
      {
        "number": 65,
        "sanskrit": "प्रसादे सर्वदुःखानां हानिरस्योपजायते। प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते॥65॥",
        "hindi_meaning": "जब मनुष्य शांतचित्त रहता है, तब उसके सारे दुःख समाप्त हो जाते हैं और उसकी बुद्धि स्थिर हो जाती है।",
        "explanation": "प्रसन्नता और मानसिक शांति से बुद्धि स्थिर होती है। जब चित्त शांत होता है तो व्यक्ति को सही निर्णय करने की क्षमता प्राप्त होती है और वह जीवन की कठिनाइयों को सहजता से सहन कर पाता है।"
      },
      {
        "number": 66,
        "sanskrit": "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना। न चाभावयतः शान्तिरशान्तस्य कुतः सुखम्॥66॥",
        "hindi_meaning": "जिस व्यक्ति में योग (एकाग्रता) नहीं है, उसकी बुद्धि स्थिर नहीं होती। जिसकी बुद्धि स्थिर नहीं है, उसमें भावना नहीं होती और जिसकी भावना नहीं है, उसे शांति नहीं मिलती और अशांत को सुख कैसे मिलेगा?",
        "explanation": "योग से रहित व्यक्ति भटके हुए मन के कारण न शांति पा सकता है, न सुख। जब तक मन एकाग्र नहीं होगा, तब तक कोई भी व्यक्ति स्थायी सुख या आनंद का अनुभव नहीं कर सकता।"
      },
      {
        "number": 67,
        "sanskrit": "इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते। तदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि॥67॥",
        "hindi_meaning": "जब मन इंद्रियों के पीछे चलता है, तब वह उस व्यक्ति की बुद्धि को वैसे ही नष्ट कर देता है, जैसे पानी में नाव को तेज हवा उड़ा ले जाती है।",
        "explanation": "यदि मन इंद्रियों के अधीन हो जाए, तो वह व्यक्ति का आत्म-ज्ञान और विवेक छीन लेता है। उसकी बुद्धि डगमगा जाती है और वह जीवन में दिशा खो देता है।"
      },
      {
        "number": 68,
        "sanskrit": "तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः। इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता॥68॥",
        "hindi_meaning": "इसलिए हे महाबाहो! जिसकी इंद्रियाँ विषयों से पूरी तरह नियंत्रित हैं, वही व्यक्ति स्थितप्रज्ञ है।",
        "explanation": "इंद्रियों को नियंत्रित रखना ही आत्म-संयम है। जो व्यक्ति विषयों के आकर्षण में नहीं फंसता और इंद्रियों को काबू में रखता है, वही सच्चा ज्ञानी और स्थिरबुद्धि होता है।"
      },
      {
        "number": 69,
        "sanskrit": "या निशा सर्वभूतानां तस्यां जागर्ति संयमी। यस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः॥69॥",
        "hindi_meaning": "जो सभी प्राणियों के लिए रात्रि के समान है, उसमें संयमी व्यक्ति जागता है। और जिसमें सब प्राणी जागते हैं, वह ज्ञानी मुनि के लिए रात्रि के समान होती है।",
        "explanation": "यह श्लोक प्रतीकात्मक है। साधारण लोग भोग-विलास में लिप्त रहते हैं, जो ज्ञानी के लिए अंधकार है। वहीं आत्म-चिंतन और साधना की दिशा में जो ज्ञानी चलता है, वह सामान्य जन के लिए अज्ञान की रात्रि है।"
      },
      {
        "number": 70,
        "sanskrit": "आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत्। तद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिमाप्नोति न कामकामी॥70॥",
        "hindi_meaning": "जैसे समुद्र में अनेक नदियाँ आकर समा जाती हैं, फिर भी वह अचल रहता है – वैसे ही जो व्यक्ति सभी इच्छाओं के आने पर भी स्थिर रहता है, वही शांति को प्राप्त करता है, न कि इच्छाओं के पीछे भागने वाला।",
        "explanation": "सच्चा शांत व्यक्ति वही है जो इच्छाओं के आने पर भी विचलित न हो। जैसे समुद्र कभी लहरों से भरता नहीं, वैसे ही जो व्यक्ति भीतर से संतुष्ट है, वही वास्तविक आनंद को प्राप्त करता है।"
      },
        {
          "number": 71,
          "sanskrit": "विहाय कामान्यः सर्वान् पुमांश्चरति निःस्पृहः। निर्ममो निरहङ्कारः स शान्तिमधिगच्छति॥71॥",
          "hindi_meaning": "जो मनुष्य सब कामनाओं को त्यागकर, इच्छारहित होकर, ममता और अहंकार से रहित हो जाता है – वही सच्ची शांति को प्राप्त करता है।",
          "explanation": "शांति प्राप्त करने के लिए केवल विषयों का त्याग पर्याप्त नहीं है, बल्कि मन से भी इच्छाओं को छोड़ना होता है। जब व्यक्ति न 'मेरा' का भाव रखता है और न 'मैं' का, तभी उसे पूर्ण शांति मिलती है। यही मोक्ष की ओर पहला कदम है।"
        },
        {
          "number": 72,
          "sanskrit": "एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति। स्थित्वाऽस्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति॥72॥",
          "hindi_meaning": "हे पार्थ! यह ब्रह्मी स्थिति है। इसे प्राप्त करके मनुष्य फिर कभी मोह में नहीं पड़ता। जो मृत्यु के समय भी इस स्थिति में रहता है, वह ब्रह्म (परमात्मा) में लीन हो जाता है।",
          "explanation": "यह श्लोक अध्याय का सार है – आत्मसाक्षात्कार की परम स्थिति। जो व्यक्ति जीवन में ब्राह्मी स्थिति यानी आत्मज्ञान और निर्विकारी अवस्था में आ जाता है, वह मरते समय भी मोक्ष को प्राप्त करता है और पुनर्जन्म से मुक्त हो जाता है।"
        }
      ]
}