{
  "chapter": "अध्याय 3 – कर्म योग:",
  "shlokas":[
    {
      "number": 1,
      "sanskrit": "अर्जुन उवाच — ज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन। तत्किं कर्मणि घोरे मां नियोजयसि केशव॥1॥",
      "hindi_meaning": "अर्जुन ने कहा — हे जनार्दन! यदि बुद्धि (ज्ञान) कर्म से श्रेष्ठ है, तो फिर आप मुझे इस भयानक कर्म में क्यों लगाना चाहते हैं, हे केशव?",
      "explanation": "अर्जुन भगवान से पूछते हैं कि जब ज्ञान को कर्म से श्रेष्ठ बताया जा रहा है, तो फिर युद्ध जैसे कर्म में उन्हें क्यों लगाया जा रहा है? अर्जुन के मन में द्वंद्व है कि क्या करना उचित है।"
    },
    {
      "number": 2,
      "sanskrit": "व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे। तदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम्॥2॥",
      "hindi_meaning": "आपके वचनों से मेरी बुद्धि भ्रमित हो रही है, ऐसा लग रहा है जैसे आप विरोधाभासी बातें कह रहे हैं। कृपया एक स्पष्ट मार्ग बताइए जिससे मुझे कल्याण प्राप्त हो।",
      "explanation": "अर्जुन स्पष्टता चाहता है। वह कहता है कि भगवान के ज्ञान और कर्म के मिश्रित उपदेश से वह भ्रमित हो गया है और उनसे सीधी राह की मांग करता है।"
    },
    {
      "number": 3,
      "sanskrit": "श्रीभगवानुवाच — लोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ। ज्ञानयोगेन साङ्ख्यानां कर्मयोगेन योगिनाम्॥3॥",
      "hindi_meaning": "भगवान ने कहा — हे निष्पाप अर्जुन! इस संसार में दो प्रकार की निष्ठाएँ मैंने पहले बताई थीं — ज्ञानयोग, सांख्य योगियों के लिए, और कर्मयोग, कर्मयोगियों के लिए।",
      "explanation": "भगवान समझाते हैं कि लोगों की प्रवृत्ति के अनुसार दो मार्ग बताए गए हैं — ज्ञान का मार्ग और कर्म का मार्ग। दोनों अपने-अपने स्थान पर श्रेष्ठ हैं, लेकिन व्यक्ति की स्थिति पर निर्भर करते हैं।"
    },
    {
      "number": 4,
      "sanskrit": "न कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्नुते। न च संन्यसनादेव सिद्धिं समधिगच्छति॥4॥",
      "hindi_meaning": "कर्मों को न करने से मनुष्य निष्क्रियता (कर्म-रहित स्थिति) को प्राप्त नहीं कर सकता और केवल संन्यास से सिद्धि (मोक्ष) प्राप्त नहीं होती।",
      "explanation": "भगवान कहते हैं कि सिर्फ कर्म न करने या संन्यासी बन जाने से सिद्धि नहीं मिलती। कर्म करते हुए भी आत्मा की शुद्धि संभव है, बशर्ते वह निष्काम हो।"
    },
    {
      "number": 5,
      "sanskrit": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्। कार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः॥5॥",
      "hindi_meaning": "कोई भी व्यक्ति क्षणभर भी बिना कर्म किए नहीं रह सकता, क्योंकि सभी प्राणी प्रकृति द्वारा उत्पन्न गुणों से मजबूर होकर कर्म करते हैं।",
      "explanation": "यहाँ भगवान बताते हैं कि प्रकृति के गुण (सत्व, रज, तम) सभी को कर्म में प्रवृत्त करते हैं। इसलिए कोई भी निष्क्रिय नहीं रह सकता — कर्म जीवन का स्वाभाविक अंग है।"
    },
    {
      "number": 6,
      "sanskrit": "कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन्। इन्द्रियार्थान्विमूढात्मा मिथ्याचारः स उच्यते॥6॥",
      "hindi_meaning": "जो व्यक्ति इंद्रियों को तो रोक लेता है, लेकिन मन से विषयों का चिंतन करता रहता है, वह मिथ्याचारी कहलाता है।",
      "explanation": "सिर्फ बाहरी रूप से इंद्रियों का संयम पर्याप्त नहीं है। यदि मन अंदर से विषयों में लगा हुआ है, तो वह व्यक्ति कपटी है, क्योंकि वह बाहरी आचरण से भीतर के भावों को छिपा रहा है।"
    },
    {
      "number": 7,
      "sanskrit": "यस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन। कर्मेन्द्रियैः कर्मयोगमसक्तः स विशिष्यते॥7॥",
      "hindi_meaning": "लेकिन जो व्यक्ति मन द्वारा इंद्रियों को वश में रखकर, आसक्ति के बिना कर्म करता है – वह श्रेष्ठ कहलाता है।",
      "explanation": "सच्चा योगी वह है जो मन को वश में करके कर्म करता है, बिना फल की इच्छा के। ऐसा व्यक्ति ही कर्मयोग में स्थित होता है और आध्यात्मिक रूप से आगे बढ़ता है।"
    },
    {
      "number": 8,
      "sanskrit": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः। शरीरयात्रापि च ते न प्रसिद्ध्येदकर्मणः॥8॥",
      "hindi_meaning": "तुम अपना नियत (कर्तव्य) कर्म करो, क्योंकि कर्म न करने से अच्छा है कर्म करना। कर्म के बिना तो तुम्हारा शरीर भी नहीं चल सकता।",
      "explanation": "भगवान अर्जुन से कहते हैं कि बिना कर्म किए जीवन संभव नहीं है। इसलिए उसे अपना धर्म, अपना कर्तव्य निभाना चाहिए। निष्क्रियता भगवद्भक्ति नहीं, बल्कि आलस्य है।"
    },
    {
      "number": 9,
      "sanskrit": "यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धनः। तदर्थं कर्म कौन्तेय मुक्तसङ्गः समाचर॥9॥",
      "hindi_meaning": "यज्ञ (परमार्थ) के लिए किए गए कर्म के अतिरिक्त अन्य कर्म बंधन उत्पन्न करते हैं। इसलिए, हे कौन्तेय! आसक्ति रहित होकर यज्ञभाव से कर्म करो।",
      "explanation": "भगवान कहते हैं कि जो भी कर्म हम यज्ञ यानी समाज, भगवान, और दूसरों के हित के लिए करते हैं, वे हमें बांधते नहीं। लेकिन स्वार्थ के कर्म बंधन उत्पन्न करते हैं।"
    },
    {
      "number": 10,
      "sanskrit": "सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः। अनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक्॥10॥",
      "hindi_meaning": "सृष्टि की शुरुआत में प्रजापति (ब्रह्मा) ने यज्ञ सहित प्रजा की रचना की और कहा — इस यज्ञ से तुम उन्नति प्राप्त करोगे और यह यज्ञ तुम्हारी सभी कामनाओं को पूर्ण करेगा।",
      "explanation": "यह श्लोक बताता है कि यज्ञ (कर्तव्य कर्म) ब्रह्मा की व्यवस्था है। जब हम परमार्थ भाव से कर्म करते हैं, तो वह समाज, प्रकृति और स्वयं के कल्याण का मार्ग बनता है।"
    },
    {
      "number": 11,
      "sanskrit": "देवान्भावयतानेन ते देवा भावयन्तु वः।\nपरस्परं भावयन्तः श्रेयः परमवाप्स्यथ॥11॥",
      "hindi_meaning": "तुम इस यज्ञ द्वारा देवताओं को प्रसन्न करो और वे देवता तुम्हें प्रसन्न करेंगे। इस प्रकार परस्पर एक-दूसरे की सहायता करते हुए तुम परम कल्याण को प्राप्त करोगे।",
      "explanation": "इस श्लोक में श्रीकृष्ण कर्मयोग के सिद्धांत को बताते हुए कहते हैं कि जब मनुष्य यज्ञों के माध्यम से देवताओं की पूजा करता है, तो वे देवता भी उन्हें आशीर्वाद देते हैं। यह परस्पर सहयोग की भावना है – 'आप सेवा करो, फल मिलेगा।' यही जीवन का संतुलन है जो दोनों को आगे बढ़ने में मदद करता है।"
    },
    {
      "number": 12,
      "sanskrit": "इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः।\nतैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते स्तेन एव सः॥12॥",
      "hindi_meaning": "देवता यज्ञ से प्रसन्न होकर तुम्हें वांछित भोग प्रदान करेंगे, पर जो मनुष्य बिना उन्हें अर्पण किए उनका भोग करता है, वह चोर के समान है।",
      "explanation": "यहाँ समझाया गया है कि अगर तुम केवल अपने लिए खाते हो और देवताओं या समाज को कुछ नहीं लौटाते, तो तुम एक चोर की तरह हो। क्योंकि सब कुछ परमात्मा और प्रकृति का है, और उसमें से कुछ अंश वापस अर्पित करना धर्म है।"
    },
    {
      "number": 13,
      "sanskrit": "यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः।\nभुञ्जते ते त्वघं पापा ये पचन्त्यात्मकारणात्॥13॥",
      "hindi_meaning": "जो लोग यज्ञ में अर्पित भोजन ग्रहण करते हैं, वे सब पापों से मुक्त हो जाते हैं। परंतु जो केवल अपने लिए पकाते हैं, वे पाप खाते हैं।",
      "explanation": "यह श्लोक सिखाता है कि जो भोजन पहले परमात्मा को समर्पित किया गया हो (प्रसाद), वही पवित्र होता है। स्वयं के लिए स्वार्थी भाव से पकाया गया भोजन केवल शरीर को पोषण देता है, आत्मा को नहीं।"
    },
    {
      "number": 14,
      "sanskrit": "अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसंभवः।\nयज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः॥14॥",
      "hindi_meaning": "सभी प्राणी अन्न से उत्पन्न होते हैं, अन्न वर्षा से होता है, वर्षा यज्ञ से होती है और यज्ञ कर्म से उत्पन्न होता है।",
      "explanation": "यहाँ प्रकृति का चक्र बताया गया है: कर्म से यज्ञ, यज्ञ से वर्षा, वर्षा से अन्न, अन्न से जीवन। यदि हम अपने कर्म नहीं करेंगे तो यह प्राकृतिक चक्र रुक जाएगा, जिससे जीवन असंतुलित हो जाएगा।"
    },
    {
      "number": 15,
      "sanskrit": "कर्म ब्रह्मोद्भवं विद्धि ब्रह्माक्षरसमुद्भवम्।\nतस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम्॥15॥",
      "hindi_meaning": "कर्म ब्रह्म से उत्पन्न हुआ है और ब्रह्म अक्षर (शाश्वत) से उत्पन्न हुआ है। इसलिए वह सर्वव्याप्त ब्रह्म सदा यज्ञ में प्रतिष्ठित है।",
      "explanation": "इस श्लोक में बताया गया है कि यज्ञ और कर्म केवल शरीर के कार्य नहीं, बल्कि ब्रह्म की इच्छा से जुड़े हैं। इसलिए जब तुम कर्म करते हो, तो वह एक आध्यात्मिक कार्य है – ब्रह्म से जुड़ा हुआ।"
    },
    {
      "number": 16,
      "sanskrit": "एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः।\nअघायुरिन्द्रियारामो मोघं पार्थ स जीवति॥16॥",
      "hindi_meaning": "जो व्यक्ति इस तरह प्रवृत्त कर्मचक्र का पालन नहीं करता, वह पापपूर्ण जीवन जीता है। वह केवल इंद्रियों के सुख में लिप्त रहता है और उसका जीवन व्यर्थ होता है।",
      "explanation": "यहाँ कर्म चक्र का उल्लंघन करने वाले व्यक्ति को चेतावनी दी गई है। यदि कोई केवल भोग और आराम में डूबा रहता है और समाज या परमात्मा के लिए कुछ नहीं करता, तो उसका जीवन फलहीन और पापमय माना जाता है।"
    },
    {
      "number": 17,
      "sanskrit": "यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः।\nआत्मन्येव च सन्तुष्टस्तस्य कार्यं न विद्यते॥17॥",
      "hindi_meaning": "जो व्यक्ति आत्मा में ही रमण करता है, आत्मा में ही संतुष्ट और तृप्त है, उसके लिए कोई कर्म नहीं है।",
      "explanation": "इस श्लोक में कहा गया है कि जो पूर्ण ज्ञानी है, जिसे आत्मा में ही पूर्ण संतोष है, उसके लिए संसारिक कर्म करने की आवश्यकता नहीं होती। वह मुक्त है, क्योंकि वह किसी भौतिक वस्तु पर निर्भर नहीं है।"
    },
    {
      "number": 18,
      "sanskrit": "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन।\nन चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः॥18॥",
      "hindi_meaning": "ऐसे व्यक्ति का ना तो किए गए कर्मों से कोई प्रयोजन है और ना ही न किए गए कर्मों से कोई हानि। वह किसी भी प्राणी में किसी प्रयोजन के लिए आश्रित नहीं होता।",
      "explanation": "यह श्लोक एक आत्मनिष्ठ व्यक्ति की स्वतंत्रता को दर्शाता है। उसका जीवन न तो कर्मों पर निर्भर है, न ही किसी और पर। वह पूर्ण रूप से आत्मनिर्भर होता है।"
    },
    {
      "number": 19,
      "sanskrit": "तस्मादसक्तः सततं कार्यं कर्म समाचर।\nअसक्तो ह्याचरन्कर्म परमाप्नोति पुरुषः॥19॥",
      "hindi_meaning": "इसलिए आसक्ति रहित होकर सदैव कर्तव्य का पालन करो, क्योंकि आसक्ति रहित होकर कर्म करने से मनुष्य परम अवस्था को प्राप्त करता है।",
      "explanation": "श्रीकृष्ण कहते हैं कि हमें हर कर्म करना चाहिए लेकिन फल की आसक्ति के बिना। यही निष्काम कर्म है – जो अंततः आत्मिक शांति और मुक्ति की ओर ले जाता है।"
    },
    {
      "number": 20,
      "sanskrit": "कर्मणैव हि संसिद्धिमास्थिता जनकादयः।\nलोकसंग्रहमेवापि सम्पश्यन्कर्तुमर्हसि॥20॥",
      "hindi_meaning": "जनक आदि महापुरुषों ने भी केवल कर्म द्वारा ही सिद्धि प्राप्त की थी। इसलिए लोक-कल्याण की दृष्टि से भी तुम्हें कर्म करना चाहिए।",
      "explanation": "यहाँ श्रीकृष्ण राजा जनक जैसे आदर्शों का उदाहरण देते हैं कि उन्होंने भी समाज के कल्याण के लिए कर्म किया, भले ही वे ज्ञानी थे। यह सिखाता है कि ज्ञानी व्यक्ति भी समाज के लिए कर्म करता है।"
    },
    {
      "number": 21,
      "sanskrit": "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः।\nस यत्प्रमाणं कुरुते लोकस्तदनुवर्तते॥21॥",
      "hindi_meaning": "श्रेष्ठ पुरुष जो कुछ करता है, अन्य लोग भी वही करते हैं। वह जो भी आचरण प्रस्तुत करता है, लोग उसका अनुसरण करते हैं।",
      "explanation": "यह श्लोक बताता है कि समाज में जो उच्च पद पर होता है, उसका व्यवहार दूसरों के लिए उदाहरण बनता है। इसलिए नेता या ज्ञानी को हमेशा सही कर्म करना चाहिए।"
    },
    {
      "number": 22,
      "sanskrit": "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन।\nनानवाप्तमवाप्तव्यं वर्त एव च कर्मणि॥22॥",
      "hindi_meaning": "हे पार्थ! तीनों लोकों में मेरे लिए कुछ भी करने योग्य नहीं है, फिर भी मैं कर्म करता हूं।",
      "explanation": "श्रीकृष्ण स्वयं भगवान होकर भी कर्म करते हैं, ताकि दुनिया उनसे प्रेरणा ले। यह हमें सिखाता है कि कोई कितना भी बड़ा क्यों न हो, उसे कर्तव्य से भागना नहीं चाहिए।"
    },
    {
      "number": 23,
      "sanskrit": "यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः।\nमम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः॥23॥",
      "hindi_meaning": "यदि मैं कर्म न करूं तो मनुष्य भी मेरी राह पर चलेंगे और कर्म से हट जाएंगे।",
      "explanation": "यहाँ श्रीकृष्ण यह स्पष्ट करते हैं कि यदि वे कर्म नहीं करेंगे तो अन्य लोग भी काम करने से मुंह मोड़ लेंगे, जिससे समाज में अराजकता फैल सकती है। इसलिए उन्हें आदर्श प्रस्तुत करना है।"
    },
    {
      "number": 24,
      "sanskrit": "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम्।\nसङ्करस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः॥24॥",
      "hindi_meaning": "यदि मैं कर्म न करूं तो ये सारे लोक नष्ट हो जाएंगे और मैं समाज में अव्यवस्था का कारण बनूंगा।",
      "explanation": "श्रीकृष्ण कहते हैं कि अगर मैं कर्म नहीं करुंगा तो लोग भी अपने कर्म त्याग देंगे, जिससे पूरी मानवता का पतन हो सकता है। इसलिए एक सच्चा मार्गदर्शक हमेशा कर्म करता है।"
    },
    {
      "number": 25,
      "sanskrit": "सक्ताः कर्मण्यविद्वांसो यथा कुर्वन्ति भारत।\nकुर्याद्विद्वांस्तथासक्तश्चिकीर्षुर्लोकसंग्रहम्॥25॥",
      "hindi_meaning": "हे भारत! जैसे अज्ञानी लोग आसक्ति से कर्म करते हैं, वैसे ही ज्ञानी को भी बिना आसक्ति के लोक-संग्रह की भावना से कर्म करना चाहिए।",
      "explanation": "ज्ञानी व्यक्ति को भी कर्म करते रहना चाहिए, परंतु आसक्ति के बिना। ऐसा करने से वह दूसरों को भी प्रेरित करता है और समाज का संतुलन बना रहता है।"
    },
    {
      "number": 26,
      "sanskrit": "न बुद्धिभेदं जनयेत् ज्ञानेषां कर्मसङ्गिनाम्।\nजोषयेत् सर्वकर्माणि विद्वान्युक्तः समाचरन्॥26॥",
      "hindi_meaning": "ज्ञानी पुरुष को कर्मों में आसक्त अज्ञानियों की बुद्धि का भ्रंश नहीं करना चाहिए। बल्कि स्वयं युक्त होकर समस्त कर्मों का यथावत आचरण करते हुए उन्हें भी कर्मों में प्रवृत्त करना चाहिए।",
      "explanation": "भगवान श्रीकृष्ण कहते हैं कि जो व्यक्ति ज्ञानी है, उसे अज्ञानियों को कर्मों से हटाकर भ्रम में नहीं डालना चाहिए। यदि कोई व्यक्ति कर्म में रत है तो उसे प्रेरित करना चाहिए कि वह अपने कर्तव्य को पूरे समर्पण से निभाए। ज्ञानी को स्वयं भी कर्म करते हुए समाज में प्रेरणा का कार्य करना चाहिए।"
    },
    {
      "number": 27,
      "sanskrit": "प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः।\nअहङ्कारविमूढात्मा कर्ताहमिति मन्यते॥27॥",
      "hindi_meaning": "सभी कर्म प्रकृति के गुणों द्वारा ही सम्पन्न होते हैं, परंतु अहंकार से मोहित आत्मा यह सोचती है कि 'मैं ही करता हूँ।'",
      "explanation": "यहाँ भगवान यह समझा रहे हैं कि संसार में सभी क्रियाएँ प्रकृति के तीन गुणों (सत्त्व, रज, तम) के द्वारा होती हैं। लेकिन जो व्यक्ति अज्ञान से ग्रसित होता है, वह अपने अहंकार में यह मान बैठता है कि वही सबका कर्ता है, जबकि वास्तविकता यह है कि वह केवल निमित्त मात्र होता है।"
    },
    {
      "number": 28,
      "sanskrit": "तत्त्ववित्तु महाबाहो गुणकर्मविभागयोः।\nगुणा गुणेषु वर्तन्त इति मत्वा न सज्जते॥28॥",
      "hindi_meaning": "हे महाबाहो! तत्त्व को जानने वाला पुरुष गुणों और कर्मों के भेद को जानकर यह समझता है कि गुण ही गुणों में प्रवृत्त हो रहे हैं, अतः वह उनमें आसक्त नहीं होता।",
      "explanation": "जो व्यक्ति आत्मा और प्रकृति के तत्व को जानता है, वह समझता है कि प्रकृति के गुण ही एक-दूसरे में कार्य कर रहे हैं। इसलिए वह कर्म करते हुए भी उनमें आसक्ति नहीं रखता, क्योंकि वह जानता है कि आत्मा केवल द्रष्टा है, कर्ता नहीं।"
    },
    {
      "number": 29,
      "sanskrit": "प्रकृतेर्गुणसम्मूढाः सज्जन्ते गुणकर्मसु।\nतानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत्॥29॥",
      "hindi_meaning": "प्रकृति के गुणों से मोहित व्यक्ति गुणों में और कर्मों में आसक्त हो जाते हैं। परंतु जो सम्पूर्ण ज्ञान रखने वाला है, उसे उन अल्प बुद्धि लोगों को विचलित नहीं करना चाहिए।",
      "explanation": "भगवान श्रीकृष्ण कह रहे हैं कि सभी लोग तत्त्व ज्ञान से रहित होते हैं और कर्मों में आसक्ति रखते हैं। ज्ञानी व्यक्ति को चाहिए कि वह उन्हें जबरदस्ती हटाने का प्रयास न करे, बल्कि प्रेमपूर्वक उन्हें सही दिशा दिखाए।"
    },
    {
      "number": 30,
      "sanskrit": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा।\nनिराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः॥30॥",
      "hindi_meaning": "अपने समस्त कर्मों को मुझ में अर्पित करके, आत्मा में स्थिर चित्त वाला, इच्छा और ममता से रहित होकर तथा मानसिक पीड़ा से रहित होकर युद्ध कर।",
      "explanation": "भगवान अर्जुन से कहते हैं कि सभी कर्मों को भगवान में समर्पित कर दो। फिर चाहे युद्ध हो या अन्य कार्य, उसे निःस्वार्थ भावना से करो। मन में आशा और ममता न रखो और किसी भी कार्य को करते समय तनाव या मोह में न पड़ो। यह ही कर्मयोग का सार है।"
    },
    {
      "number": 31,
      "sanskrit": "ये मे मतमिदं नित्यमनुतिष्ठन्ति मानवाः।\nश्रद्धावन्तोऽनसूयन्तो मुच्यन्ते तेऽपि कर्मभिः॥31॥",
      "hindi_meaning": "जो मनुष्य श्रद्धा के साथ, बिना दोष निकालें, मेरे इस मत का नित्य पालन करते हैं, वे भी सभी कर्मों से मुक्त हो जाते हैं।",
      "explanation": "जो लोग भगवान के बताये गए मार्ग पर विश्वासपूर्वक चलते हैं और उसमें दोष नहीं निकालते, वे संसार के बंधनों से मुक्त हो जाते हैं। उनका जीवन भी मोक्ष की ओर अग्रसर हो जाता है।"
    },
    {
      "number": 32,
      "sanskrit": "ये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम्।\nसर्वज्ञानविमूढांस्तान्विद्धि नष्टानचेतसः॥32॥",
      "hindi_meaning": "परंतु जो लोग इस उपदेश को दोषपूर्ण समझते हैं और उसका पालन नहीं करते, उन्हें तू अज्ञान और विनाश को प्राप्त हुए मान।",
      "explanation": "भगवान स्पष्ट करते हैं कि जो लोग उनकी शिक्षाओं को तिरस्कार करते हैं, वे अज्ञान में डूबे होते हैं। उनका विवेक नष्ट हो जाता है और वे आत्मिक प्रगति नहीं कर पाते।"
    },
    {
      "number": 33,
      "sanskrit": "सदृशं चेष्टते स्वस्याः प्रकृतेर्ज्ञानवानपि।\nप्रकृतिं यान्ति भूतानि निग्रहः किं करिष्यति॥33॥",
      "hindi_meaning": "ज्ञानी मनुष्य भी अपनी प्रकृति के अनुसार ही आचरण करता है। सभी जीव अपनी प्रकृति के अनुसार ही चलते हैं, तो फिर जबरदस्ती संयम करने से क्या लाभ होगा?",
      "explanation": "यह श्लोक समझाता है कि हर व्यक्ति अपनी स्वभाविक प्रवृत्तियों से बँधा हुआ है। इसलिए यदि कोई ज्ञानी भी है, तो वह अपने स्वभाव से बाहर जाकर कार्य नहीं कर सकता। यही कारण है कि संयम तभी सार्थक होता है जब वह ज्ञान और श्रद्धा से आता है, न कि दबाव से।"
    },
    {
      "number": 34,
      "sanskrit": "इन्द्रियस्येन्द्रियस्यार्थे रागद्वेषौ व्यवस्थितौ।\nतयोर्न वशमागच्छेत्तौ ह्यस्य परिपन्थिनौ॥34॥",
      "hindi_meaning": "हर इन्द्रिय के अपने विषयों में राग और द्वेष होते हैं। मनुष्य को चाहिए कि वह उनके अधीन न हो, क्योंकि ये ही उसकी उन्नति में बाधा हैं।",
      "explanation": "भगवान कहते हैं कि हर इन्द्रिय की अपनी पसंद और नापसंद होती है, परंतु यदि हम उनके वश में आ गए, तो यह आत्मा की उन्नति में बाधा बन जाती है। सच्चा साधक वही है जो इन राग-द्वेष से ऊपर उठ जाए।"
    },
    {
      "number": 35,
      "sanskrit": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्।\nस्वधर्मे निधनं श्रेयः परधर्मो भयावहः॥35॥",
      "hindi_meaning": "स्वधर्म का पालन दोषयुक्त होते हुए भी श्रेष्ठ है, क्योंकि परधर्म भय उत्पन्न करने वाला होता है। अपने धर्म में मर जाना भी कल्याणकारी है।",
      "explanation": "यह बहुत प्रसिद्ध श्लोक है जिसमें भगवान अर्जुन को यह बताते हैं कि अपने कर्तव्य को निभाना—even अगर उसमें दोष हो—दूसरे के धर्म का पालन करने से बेहतर है। क्योंकि परधर्म का आचरण अक्सर डर और असुरक्षा को जन्म देता है।"
    },
    {
      "number": 36,
      "sanskrit": "अर्जुन उवाच।\nअथ केन प्रयुक्तोऽयं पापं चरति पूरुषः।\nअनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः॥36॥",
      "hindi_meaning": "अर्जुन ने पूछा – हे वृष्णिवंशी! मनुष्य अनिच्छा होते हुए भी पाप क्यों करता है? जैसे कोई बलपूर्वक उससे करा रहा हो।",
      "explanation": "यहाँ अर्जुन एक बहुत ही महत्वपूर्ण प्रश्न पूछता है – यदि कोई पाप नहीं करना चाहता, तो फिर भी वह क्यों पाप कर बैठता है? उसे ऐसा लगता है जैसे कोई शक्ति उसे मजबूर कर रही हो। यह प्रश्न हर साधक के मन में आता है।"
    },
    {
      "number": 37,
      "sanskrit": "श्रीभगवानुवाच।\nकाम एष क्रोध एष रजोगुणसमुद्भवः।\nमहाशनो महापाप्मा विद्ध्येनमिह वैरिणम्॥37॥",
      "hindi_meaning": "भगवान बोले – यह कामना है, यह क्रोध है, जो रजोगुण से उत्पन्न होता है, यह अत्यंत भक्षण करने वाला और महान पापी है; इसे ही इस संसार का शत्रु जान।",
      "explanation": "भगवान बताते हैं कि जो शक्ति व्यक्ति को विवश करती है वह है 'कामना' और उससे उत्पन्न क्रोध। ये दोनों रजोगुण से पैदा होते हैं। कामना पूरी नहीं होती तो क्रोध आता है और यह जीवन को विनाश की ओर ले जाता है। यही असली शत्रु है।"
    },
    {
      "number": 38,
      "sanskrit": "धूमेनाव्रियते वह्निर्यथादर्शो मलेन च।\nयथोल्बेनावृतो गर्भस्तथा तेनेदमावृतम्॥38॥",
      "hindi_meaning": "जैसे धुएँ से अग्नि ढँक जाती है, जैसे धूल से दर्पण ढँक जाता है, और जैसे गर्भ में भ्रूण छिपा होता है, वैसे ही यह ज्ञान भी कामना से ढँक जाता है।",
      "explanation": "कामना ज्ञान को ढक लेती है। जब तक यह ढँकाव बना रहता है, व्यक्ति सत्य नहीं देख पाता। भगवान इन तीन उपमाओं से समझा रहे हैं कि जैसे आग, दर्पण, और गर्भ ढँके होते हैं वैसे ही आत्मज्ञान भी ढँका रह जाता है।"
    },
    {
      "number": 39,
      "sanskrit": "आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा।\nकामरूपेण कौन्तेय दुष्पूरेणानलेन च॥39॥",
      "hindi_meaning": "हे कौन्तेय! यह ज्ञान कामना रूपी, कभी न भरने वाली अग्नि के द्वारा ढँक दिया गया है, जो ज्ञानी का भी शाश्वत शत्रु है।",
      "explanation": "कामना की आग कभी शांत नहीं होती। यह ज्ञानी को भी भ्रमित कर देती है। भगवान अर्जुन को समझा रहे हैं कि जब तक कामनाओं का अतिक्रमण नहीं होता, तब तक आत्मज्ञान उदय नहीं हो सकता।"
    },
    {
      "number": 40,
      "sanskrit": "इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते।\nएतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम्॥40॥",
      "hindi_meaning": "इन्द्रियाँ, मन और बुद्धि इस कामना के निवास स्थान कहे गए हैं। यही देही को ज्ञान से वंचित कर भ्रम में डालते हैं।",
      "explanation": "कामना शरीर के भीतर मन, बुद्धि और इन्द्रियों में निवास करती है। जब ये तीनों उस कामना के प्रभाव में आ जाते हैं तो आत्मा को सत्य ज्ञान से दूर कर देते हैं और व्यक्ति भ्रमित होकर बंधनों में फँस जाता है।"
    },
    {
      "number": 41,
      "sanskrit": "तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ।\nपाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम्॥",
      "hindi_meaning": "इसलिए हे भरतश्रेष्ठ! तू सबसे पहले इन्द्रियों को वश में कर और इस पापी (कामरूप) शत्रु को नष्ट कर, जो ज्ञान और विज्ञान – दोनों का नाश करता है।",
      "explanation": "भगवान श्रीकृष्ण अर्जुन से कहते हैं कि काम (वासना) सबसे बड़ा शत्रु है। यह सबसे पहले इन्द्रियों में प्रवेश करता है और वहीं से मन, फिर बुद्धि तक पहुँचता है। इसलिए सबसे पहले इन्द्रियों को संयम में रखो और फिर इस पाप रूपी काम को नष्ट करो क्योंकि यही आत्मज्ञान का नाश करता है।"
    },
    {
      "number": 42,
      "sanskrit": "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः।\nमनसस्तु परा बुद्धिर्यो बुद्धेः परतस्तु सः॥",
      "hindi_meaning": "इन्द्रियों को श्रेष्ठ कहा गया है, उनसे भी श्रेष्ठ मन है; मन से भी श्रेष्ठ बुद्धि है और बुद्धि से भी परे वह (आत्मा) है।",
      "explanation": "श्रीकृष्ण यहां आत्मा की महत्ता को बताते हैं। इन्द्रियाँ स्थूल हैं, उनसे ऊपर मन है जो अनुभव करता है। मन से भी ऊपर बुद्धि है जो निर्णय करती है। लेकिन आत्मा इन सबसे परे और श्रेष्ठ है, क्योंकि वही शुद्ध चेतना है। आत्मा को जानना ही अंतिम लक्ष्य है।"
    },
    {
      "number": 43,
      "sanskrit": "एवं बुद्धेः परं बुद्ध्वा संस्तभ्यात्मानमात्मना।\nजहि शत्रुं महाबाहो कामरूपं दुरासदम्॥",
      "hindi_meaning": "इस प्रकार बुद्धि से परे उस (आत्मा) को जानकर, अपने आप को आत्मा के द्वारा स्थिर करके, हे महाबाहु! तू उस कठिनता से जीते जाने वाले कामरूपी शत्रु को मार डाल।",
      "explanation": "अंत में श्रीकृष्ण कहते हैं कि जब तुम आत्मा को जान लेते हो, तब बुद्धि द्वारा अपने मन को स्थिर करो और इस कामरूपी दुष्ट शत्रु को जीत लो। यही सच्चा आत्मसंयम है और यही मोक्ष की ओर पहला कदम है।"
    }
  ]
}
