{
  "chapter": "अध्याय 15 – पुरुषोत्तम योग:",
  "shlokas": [
    {
      "number": 1,
      "sanskrit": "ऊर्ध्वमूलमधः शाखमश्वत्थं प्राहुरव्ययम्। छन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित्॥",
      "hindi_meaning": "श्री भगवान ने कहा - इस संसार रूपी अश्वत्थ वृक्ष को अविनाशी कहा गया है जिसकी जड़ें ऊपर हैं और शाखाएं नीचे। इसके पत्ते वेद हैं। जो इसे जानता है, वही वेदज्ञ है।",
      "explanation": "यह संसार एक उल्टे वृक्ष की तरह है जिसकी जड़ें ऊपर परमात्मा में हैं और शाखाएँ नीचे विषयों में फैली हैं। वेद इसके पत्तों के समान हैं जो इसे जीवित रखते हैं। जो इस रहस्य को जानता है, वही सच्चा ज्ञानी है।"
    },
    {
      "number": 2,
      "sanskrit": "अधश्चोर्ध्वं प्रसृतास्तस्य शाखा गुणप्रवृद्धा विषयप्रवालाः। अधश्च मूलान्यनुसन्ततानि कर्मानुबन्धीनि मनुष्यलोके॥",
      "hindi_meaning": "इस वृक्ष की शाखाएं ऊपर और नीचे सभी ओर फैली हुई हैं, जो प्रकृति के तीन गुणों से बढ़ी हैं। इसकी कोंपलें इन्द्रियों के विषय हैं और इसकी नीचे की ओर फैलती जड़ें कर्मों में बंधन उत्पन्न करती हैं।",
      "explanation": "संसार रूपी वृक्ष की शाखाएँ गुणों द्वारा पोषित होती हैं और विषय-भोग की ओर प्रवृत्त करती हैं। इसकी जड़ें कर्मों में गहराई से जुड़ी होती हैं जो जीव को जन्म-मरण में बांधती हैं।"
    },
    {
      "number": 3,
      "sanskrit": "न रूपमस्येह तथोपलभ्यते नान्तो न चादिर्न च सम्प्रतिष्ठा। अश्वत्थमेनं सुविरूढमूलं असङ्गशस्त्रेण दृढेन छित्त्वा॥",
      "hindi_meaning": "इस वृक्ष का न तो कोई स्वरूप देखा जा सकता है, न आदि, न अंत, न ही कोई आधार। इस गहरे जड़े वृक्ष को केवल वैराग्य रूपी मजबूत हथियार से काटा जा सकता है।",
      "explanation": "यह संसार भ्रममूलक है जिसका कोई ठोस स्वरूप नहीं है। इसे केवल निष्काम भावना और वैराग्य के दृढ़ साधन से काटा जा सकता है।"
    },
    {
      "number": 4,
      "sanskrit": "ततः पदं तत्परिमार्गितव्यं यस्मिन्गता न निवर्तन्ति भूयः। तमेव चाद्यं पुरुषं प्रपद्ये यतः प्रवृत्तिः प्रसृता पुराणी॥",
      "hindi_meaning": "उसके बाद उस परम पद की खोज करनी चाहिए, जहाँ जाकर जीव फिर लौटता नहीं है। वही आदिपुरुष है, जिसकी प्रेरणा से यह संसार उत्पन्न हुआ।",
      "explanation": "इस संसार से मुक्ति पाने के बाद मनुष्य को उस परमात्मा की शरण लेनी चाहिए, जहाँ से सबकी उत्पत्ति हुई और जहाँ जाने पर पुनर्जन्म नहीं होता।"
    },
    {
      "number": 5,
      "sanskrit": "निर्मानमोहा जितसङ्गदोषा अध्यात्मनित्या विनिवृत्तकामाः। द्वन्द्वैर्विमुक्ताः सुखदुःखसञ्ज्ञैर्गच्छन्त्यमूढाः पदमव्ययं तत्॥",
      "hindi_meaning": "जो मोह और मान से रहित, संग दोष से मुक्त, आत्मज्ञान में स्थित और इच्छाओं से रहित होते हैं, वे सुख-दुख की द्वंद्व भावना से परे होकर उस परमपद को प्राप्त करते हैं।",
      "explanation": "केवल वे ही परमपद को प्राप्त करते हैं जो आत्मा के स्वरूप में स्थित होकर संसार के आकर्षणों से मुक्त हो चुके होते हैं।"
    },
    {
      "number": 6,
      "sanskrit": "न तद्भासयते सूर्यो न शशाङ्को न पावकः। यद्गत्वा न निवर्तन्ते तद्धाम परमं मम॥",
      "hindi_meaning": "उस परमधाम को सूर्य, चन्द्रमा और अग्नि प्रकाशित नहीं कर सकते। वहाँ जाकर जीव फिर संसार में नहीं लौटता; वह मेरा परमधाम है।",
      "explanation": "परमधाम अलौकिक है, जिसे केवल भक्ति और वैराग्य से प्राप्त किया जा सकता है। यह प्रकाश से परे, शाश्वत शांति का स्थान है।"
    },
    {
      "number": 7,
      "sanskrit": "ममैवांशो जीवलोके जीवभूतः सनातनः। मनः षष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति॥",
      "hindi_meaning": "जीवात्मा मेरा ही सनातन अंश है, जो मन और छह इन्द्रियों को लेकर प्रकृति के अधीन होकर संघर्ष करता है।",
      "explanation": "परमात्मा ही जीव रूप में प्रकृति में प्रवेश करता है और इन्द्रियों के माध्यम से अनुभव करता है, लेकिन मोह में फंसकर दुख भोगता है।"
    },
    {
      "number": 8,
      "sanskrit": "शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्वरः। गृहीत्वैतानि संयाति वायुर्गन्धानिवाशयात्॥",
      "hindi_meaning": "जब जीवात्मा एक शरीर को छोड़ता है और दूसरा प्राप्त करता है, तो वह इन्द्रियों को लेकर नए शरीर में उसी प्रकार प्रवेश करता है जैसे वायु गन्ध को ले जाती है।",
      "explanation": "जीवात्मा शरीर बदलते हुए अपने संस्कारों और इन्द्रिय-प्रवृत्तियों को साथ लेकर चलता है।"
    },
    {
      "number": 9,
      "sanskrit": "श्रोत्रं चक्षुः स्पर्शनं च रसनं घ्राणमेव च। अधिष्ठाय मनश्चायं विषयानुपसेवते॥",
      "hindi_meaning": "यह जीव कान, आंख, त्वचा, जीभ, नाक और मन के माध्यम से विषयों का अनुभव करता है।",
      "explanation": "जीव इन्द्रियों के सहयोग से संसार के भोगों में लिप्त रहता है।"
    },
    {
      "number": 10,
      "sanskrit": "उत्क्रामन्तं स्थितं वापि भुञ्जानं वा गुणान्वितम्। विमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुषः॥",
      "hindi_meaning": "मूर्ख लोग यह नहीं देख पाते कि आत्मा कैसे शरीर में रहती, उसे त्यागती या भोग करती है। यह सब ज्ञानी जन ही देख पाते हैं।",
      "explanation": "आत्मा की गति रहस्यमय है जिसे केवल योगी और ज्ञानी लोग ही समझ सकते हैं।"
    },
    {
      "number": 11,
      "sanskrit": "यतन्तो योगिनश्चैनं पश्यन्त्यात्मन्यवस्थितम्। यतन्तोऽप्यकृतात्मानो नैनं पश्यन्त्यचेतसः॥",
      "hindi_meaning": "योग में लगे हुए ज्ञानी आत्मा को अपने भीतर स्थित देख पाते हैं, जबकि अज्ञानी मनुष्य यत्न करके भी आत्मा को नहीं देख पाते।",
      "explanation": "केवल अभ्यास और एकाग्रता से आत्मा का अनुभव संभव है; बाह्य रूप से देखने पर यह समझ में नहीं आता।"
    },
    {
      "number": 12,
      "sanskrit": "यदादित्यगतं तेजो जगद्भासयतेऽखिलम्। यच्चन्द्रमसि यच्चाग्नौ तत्तेजो विद्धि मामकम्॥",
      "hindi_meaning": "जो तेज सूर्य, चंद्र और अग्नि में स्थित है जिससे संसार प्रकाशित होता है, उसे तू मेरा तेज समझ।",
      "explanation": "परमात्मा की शक्ति ही सूर्य, चंद्र, अग्नि आदि के रूप में संसार को प्रकाश देती है।"
    },
    {
      "number": 13,
      "sanskrit": "गामाविश्य च भूतानि धारयाम्यहमोजसा। पुष्णामि चौषधीः सर्वाः सोमो भूत्वा रसात्मकः॥",
      "hindi_meaning": "मैं पृथ्वी में प्रवेश करके अपनी शक्ति से सभी प्राणियों को धारण करता हूँ और चंद्रमा रूप से रस प्रदान करके औषधियों का पोषण करता हूँ।",
      "explanation": "ईश्वर ही संपूर्ण सृष्टि का पोषक और आधार है।"
    },
    {
      "number": 14,
      "sanskrit": "अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रितः। प्राणापानसमायुक्तः पचाम्यन्नं चतुर्विधम्॥",
      "hindi_meaning": "मैं वैश्वानर रूप से प्राणियों के शरीर में स्थित होकर चार प्रकार के अन्नों को पचाता हूँ।",
      "explanation": "ईश्वर ही शरीर के अंदर अग्नि रूप में अन्न का पाचन करता है।"
    },
    {
      "number": 15,
      "sanskrit": "सर्वस्य चाहं हृदि सन्निविष्टो मत्तः स्मृतिर्ज्ञानमपोहनं च। वेदैश्च सर्वैरहमेव वेद्यो वेदान्तकृद्वेदविदेव चाहम्॥",
      "hindi_meaning": "मैं सभी के हृदय में स्थित हूँ। मुझसे ही स्मृति, ज्ञान और विस्मृति होती है। सभी वेदों से मुझे ही जाना जाना चाहिए।",
      "explanation": "ईश्वर ही ज्ञान का मूल स्रोत है, वही वेदों का कर्ता और ज्ञाता है।"
    },
    {
      "number": 16,
      "sanskrit": "द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च। क्षरः सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते॥",
      "hindi_meaning": "इस संसार में दो प्रकार के पुरुष हैं – क्षर (नाशवान) और अक्षर (अविनाशी)। समस्त जीव क्षर हैं, और आत्मा अक्षर कहलाती है।",
      "explanation": "शरीर नाशवान है, जबकि आत्मा शाश्वत है।"
    },
    {
      "number": 17,
      "sanskrit": "उत्तमः पुरुषस्त्वन्यः परमात्मेत्युदाहृतः। यो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वरः॥",
      "hindi_meaning": "इन दोनों से परे एक तीसरा उत्तम पुरुष है, जिसे परमात्मा कहते हैं। वह अविनाशी ईश्वर तीनों लोकों का भरण-पोषण करता है।",
      "explanation": "परमात्मा आत्मा और शरीर दोनों से परे, सर्वोच्च सत्ता है।"
    },
    {
      "number": 18,
      "sanskrit": "यस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तमः। अतोऽस्मि लोके वेदे च प्रथितः पुरुषोत्तमः॥",
      "hindi_meaning": "क्योंकि मैं क्षर और अक्षर दोनों से परे हूँ, इसलिए वेदों और संसार में मुझे पुरुषोत्तम कहा गया है।",
      "explanation": "भगवान स्वयं को क्षर और अक्षर दोनों से ऊपर पुरुषोत्तम के रूप में स्थापित करते हैं।"
    },
    {
      "number": 19,
      "sanskrit": "यो मामेवमसम्मूढो जानाति पुरुषोत्तमम्। स सर्वविद्भजति मां सर्वभावेन भारत॥",
      "hindi_meaning": "जो मुझे पुरुषोत्तम रूप में बिना संदेह के जानता है, वह मुझे सब कुछ जानकर सम्पूर्ण भाव से भजता है।",
      "explanation": "जो व्यक्ति भगवान को पुरुषोत्तम रूप में जानता है, वही सच्चा भक्त और ज्ञानी होता है।"
    },
    {
      "number": 20,
      "sanskrit": "इति गुह्यतमं शास्त्रमिदमुक्तं मयानघ। एतद्‍बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्च भारत॥",
      "hindi_meaning": "हे निष्पाप अर्जुन! यह गूढ़तम शास्त्र मैंने तुझसे कहा, इसे समझकर मनुष्य बुद्धिमान और सिद्ध बन जाता है।",
      "explanation": "भगवान कहते हैं कि यह ज्ञान अत्यंत रहस्यमय है और जो इसे समझता है, वह जीवन में पूर्णता प्राप्त करता है।"
    }
  ]
}