{
    "chapter": "अध्याय 18 – मोक्ष संन्यास योग:",
    "shlokas": [
        {
            "number": 1,
            "sanskrit": "अर्जुन उवाच ।\nसन्न्यासस्य महाबाहो तत्त्वमिच्छामि वेदितुम् ।\nत्यागस्य च हृषीकेश पृथक्केशिनिषूदन ॥1॥",
            "hindi_meaning": "अर्जुन बोले- हे महाबाहो! हे अन्तर्यामिन्! हे वासुदेव! मैं संन्यास और त्याग के तत्व को पृथक-पृथक जानना चाहता हूँ।",
            "explanation": "अर्जुन भगवान श्रीकृष्ण से यह स्पष्ट जानना चाहता है कि 'संन्यास' और 'त्याग' में क्या अंतर है। ये दोनों शब्द एक जैसे लग सकते हैं, लेकिन इनके पीछे गहरा दर्शन है। वह चाहता है कि भगवान इनका सटीक अर्थ बताएं ताकि जीवन में वह सही मार्ग अपना सके।"
        },
        {
            "number": 2,
            "sanskrit": "श्रीभगवानुवाच ।\nकाम्यानां कर्मणां न्यासं संन्यासं कवयो विदुः ।\nसर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणाः ॥2॥",
            "hindi_meaning": "श्री भगवान बोले- पंडितजन काम्य कर्मों के त्याग को संन्यास कहते हैं और विचारकुशल जन सभी कर्मों के फल के त्याग को 'त्याग' कहते हैं।",
            "explanation": "भगवान श्रीकृष्ण बताते हैं कि संन्यास का मतलब है इच्छित फल की प्राप्ति के लिए किए गए काम्य कर्मों का त्याग। जबकि त्याग का अर्थ है - सभी कर्मों के फल की अपेक्षा छोड़ देना। यह गहरा विचार है कि हमें कर्म तो करने ही हैं, पर उसके फल की कामना नहीं करनी चाहिए।"
        },
        {
            "number": 3,
            "sanskrit": "त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिणः ।\nयज्ञदानतपःकर्म न त्याज्यमिति चापरे ॥3॥",
            "hindi_meaning": "कुछ विद्वान कहते हैं कि कर्म दोषयुक्त हैं इसलिए त्यागने योग्य हैं, परंतु अन्य कहते हैं कि यज्ञ, दान और तप को नहीं त्यागना चाहिए।",
            "explanation": "यहाँ भिन्न-भिन्न विचारधाराओं का वर्णन है। कुछ लोग सोचते हैं कि सभी कर्म बंधन का कारण हैं, इसलिए उन्हें त्याग देना चाहिए। जबकि दूसरे मानते हैं कि धार्मिक और कर्तव्य कर्म, जैसे यज्ञ, दान और तप, को नहीं छोड़ना चाहिए क्योंकि वे आत्मशुद्धि के लिए आवश्यक हैं।"
        },
        {
            "number": 4,
            "sanskrit": "निश्चयं शृणु मे तत्र त्यागे भरतसत्तम ।\nत्यागो हि पुरुषव्याघ्र त्रिविधः संप्रकीर्तितः ॥4॥",
            "hindi_meaning": "हे भरतश्रेष्ठ! त्याग के विषय में मेरा निश्चित मत सुनो। त्याग तीन प्रकार का बताया गया है।",
            "explanation": "भगवान अर्जुन को स्पष्ट रूप से समझाना चाहते हैं कि त्याग एक ही रूप में नहीं होता, बल्कि वह तीन प्रकार का होता है – सात्त्विक, राजस और तामस। यह भेद समझना बहुत ज़रूरी है।"
        },
        {
            "number": 5,
            "sanskrit": "यज्ञदानतपःकर्म न त्याज्यं कार्यमेव तत् ।\nयज्ञो दानं तपश्चैव पावनानि मनीषिणाम् ॥5॥",
            "hindi_meaning": "यज्ञ, दान और तप - ये त्याज्य नहीं हैं, बल्कि कर्तव्य रूप से करने योग्य हैं क्योंकि ये बुद्धिमानों को पवित्र करने वाले हैं।",
            "explanation": "धार्मिक कर्तव्यों को कभी त्यागना नहीं चाहिए। यज्ञ, दान और तप जैसे कर्म आत्मा की शुद्धि में सहायक होते हैं। भगवान यहाँ यह स्पष्ट कर रहे हैं कि केवल फल की आशा छोड़ो, कर्म नहीं।"
        },
        {
            "number": 6,
            "sanskrit": "एतान्यपि तु कर्माणि सङ्गं त्यक्त्वा फलानि च ।\nकर्तव्यानीति मे पार्थ निश्चितं मतमुत्तमम् ॥6॥",
            "hindi_meaning": "हे पार्थ! इन यज्ञ, दान और तप आदि कर्मों को फल और आसक्ति का त्याग करके अवश्य करना चाहिए, यही मेरा श्रेष्ठ मत है।",
            "explanation": "भगवान श्रीकृष्ण यहाँ कर्मयोग का सिद्धांत देते हैं – कर्म करो, लेकिन फल की अपेक्षा और आसक्ति को त्याग कर। यह व्यवहारिक जीवन के लिए अत्यंत उपयोगी शिक्षा है।"
        },
        {
            "number": 7,
            "sanskrit": "नियतस्य तु संन्यासः कर्मणो नोपपद्यते ।\nमोहात्तस्य परित्यागस्तामसः परिकीर्तितः ॥7॥",
            "hindi_meaning": "नियत कर्मों का संन्यास उचित नहीं है। मोह के कारण उनका त्याग करना तामस त्याग कहा गया है।",
            "explanation": "भगवान यह बता रहे हैं कि कर्तव्य कर्मों को केवल भ्रम या आलस्य के कारण त्याग देना अज्ञान का लक्षण है और यह तामसी प्रवृत्ति है।"
        },
        {
            "number": 8,
            "sanskrit": "दुःखमित्येव यत्कर्म कायक्लेशभयात्त्यजेत् ।\nस कृत्वा राजसं त्यागं नैव त्यागफलं लभेत् ॥8॥",
            "hindi_meaning": "जो कोई कर्म को दुखद समझकर शरीर के कष्ट के डर से त्याग देता है, वह राजस त्याग करता है और उसे त्याग का फल नहीं मिलता।",
            "explanation": "कई लोग कठिन या कष्टप्रद कर्मों से बचने के लिए उन्हें छोड़ देते हैं। यह त्याग नहीं है, यह केवल व्यक्तिगत सुविधा है – और यह रजोगुण से प्रेरित होता है।"
        },
        {
            "number": 9,
            "sanskrit": "कार्यं इत्येव यत्कर्म नियतं क्रियते अर्जुन ।\nसङ्गं त्यक्त्वा फलं चैव स त्यागः सात्त्विको मतः ॥9॥",
            "hindi_meaning": "हे अर्जुन! जो नियत कर्म कर्तव्य समझकर बिना आसक्ति और फल की इच्छा के किया जाता है, वह सात्त्विक त्याग है।",
            "explanation": "सच्चा त्याग वह है जहाँ हम ईमानदारी से अपने कर्म करें, बिना स्वार्थ के। यही सात्त्विक भाव है और यह आध्यात्मिक उन्नति का मार्ग है।"
        },
        {
            "number": 10,
            "sanskrit": "न द्वेष्ट्यकुशलं कर्म कुशले नानुषज्जते ।\nत्यागी सत्त्वसमाविष्टो मेधावी छिन्नसंशयः ॥10॥",
            "hindi_meaning": "जो मनुष्य अकुशल कर्म से द्वेष नहीं करता और कुशल कर्म में आसक्त नहीं होता - वह सात्त्विक त्यागी, बुद्धिमान और संशयरहित होता है।",
            "explanation": "सच्चा त्यागी न तो गलत कर्मों से घृणा करता है, न ही अच्छे कर्मों से चिपकता है। वह केवल कर्तव्य भावना से कर्म करता है – बिना मोह और राग के।"
        },
        {
            "number": 11,
            "sanskrit": "न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषतः ।\nयस्तु कर्मफलत्यागी स त्यागीत्यभिधीयते ॥11॥",
            "hindi_meaning": "देहधारी मनुष्य द्वारा कर्मों का पूर्णतः त्याग कर पाना असंभव है। लेकिन जो कर्मों के फल का त्याग करता है, वही सच्चा त्यागी कहलाता है।",
            "explanation": "भगवान यहाँ स्पष्ट कर रहे हैं कि जब तक शरीर है, तब तक कर्म तो करना ही पड़ेगा। लेकिन यदि कोई व्यक्ति फल की इच्छा छोड़कर कर्म करता है, तो वही वास्तविक त्यागी है।"
        },
        {
            "number": 12,
            "sanskrit": "अनिष्टमिष्टं मिश्रं च त्रिविधं कर्मणः फलम् ।\nभवत्यत्यागिनां प्रेत्य न तु संन्यासिनां क्वचित् ॥12॥",
            "hindi_meaning": "कर्म का फल तीन प्रकार का होता है – अनिष्ट (बुरा), इष्ट (अच्छा) और मिश्र (मिलाजुला)। यह त्याग न करने वालों को मृत्यु के बाद मिलता है, परंतु संन्यासी को नहीं।",
            "explanation": "जो लोग कर्मफल की कामना करते हैं, उन्हें अच्छे-बुरे मिलेजुले फल मिलते हैं। लेकिन जो संन्यासी होते हैं, जो फल की इच्छा त्याग चुके होते हैं, वे इस चक्र से मुक्त रहते हैं।"
        },
        {
            "number": 13,
            "sanskrit": "पञ्चैतानि महाबाहो कारणानि निबोध मे ।\nसांख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् ॥13॥",
            "hindi_meaning": "हे महाबाहो! अब तुम मुझसे उन पाँच कारणों को जानो, जिन्हें सांख्य दर्शन में सभी कर्मों की सिद्धि के लिए कहा गया है।",
            "explanation": "भगवान श्रीकृष्ण अब कर्मों के पीछे के पाँच कारणों को समझा रहे हैं, जो कर्म को सफल बनाते हैं। ये कारण कर्म का रहस्य खोलते हैं।"
        },
        {
            "number": 14,
            "sanskrit": "अधिष्ठानं तथा कर्ता करणं च पृथग्विधम् ।\nविविधाश्च पृथक्चेष्टा दैवं चैवात्र पञ्चमम् ॥14॥",
            "hindi_meaning": "वे पाँच कारण हैं – अधिष्ठान (शरीर), कर्ता (कर्ता), करण (इन्द्रियाँ), विभिन्न प्रकार की चेष्टाएँ (प्रयास) और पाँचवां है – दैव (ईश्वर की इच्छा)।",
            "explanation": "कोई भी कार्य इन पाँच तत्वों से मिलकर होता है। केवल मानव प्रयास नहीं, बल्कि ईश्वरीय इच्छा (दैव) भी एक कारण है।"
        },
        {
            "number": 15,
            "sanskrit": "शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नरः ।\nन्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतवः ॥15॥",
            "hindi_meaning": "मनुष्य जो भी कार्य शरीर, वाणी या मन से करता है – चाहे वह उचित हो या अनुचित – उसके ये पाँच कारण होते हैं।",
            "explanation": "हर कार्य जो हम बोलकर, सोचकर या करके करते हैं, उसके पीछे ये पाँच कारण जिम्मेदार होते हैं। इसे समझना आत्मज्ञान की दिशा में पहला कदम है।"
        },
        {
            "number": 16,
            "sanskrit": "तत्रैवं सति कर्तारमात्मानं केवलं तु यः ।\nपश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मतिः ॥16॥",
            "hindi_meaning": "जो व्यक्ति इन कारणों को नहीं जानता और आत्मा को ही अकेला कर्ता मानता है, वह अज्ञानी है और गलत समझता है।",
            "explanation": "यह श्लोक अहंकार की भ्रांति को तोड़ता है। कोई भी कार्य केवल आत्मा की इच्छा से नहीं होता। यदि कोई यह माने, तो वह अज्ञानता के कारण है।"
        },
        {
            "number": 17,
            "sanskrit": "यस्य नाहंकृतो भावो बुद्धिर्यस्य न लिप्यते ।\nहत्वाऽपि स इमाँल्लोकान्न हन्ति न निबध्यते ॥17॥",
            "hindi_meaning": "जिस व्यक्ति में अहंकार नहीं है और जिसकी बुद्धि कर्मों में लिप्त नहीं होती, वह यदि इन लोकों को भी मार डाले, तो वह न मारने वाला है और न ही बंधता है।",
            "explanation": "भगवान यहाँ स्पष्ट करते हैं कि निष्काम भाव और अहंकार रहित कर्म करने वाला व्यक्ति किसी भी कर्म में पाप का भागी नहीं बनता, क्योंकि वह खुद को कर्ता नहीं मानता।"
        },
        {
            "number": 18,
            "sanskrit": "ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना ।\nकरणं कर्म कर्तेति त्रिविधः कर्मसंग्रहः ॥18॥",
            "hindi_meaning": "ज्ञान, ज्ञेय और परिज्ञाता – ये तीन कर्म की प्रेरणा के कारण हैं। करण (इन्द्रियाँ), कर्म और कर्ता – ये कर्म का संग्रह हैं।",
            "explanation": "कोई भी कार्य तब होता है जब ज्ञान होता है, जानने योग्य वस्तु होती है और जानने वाला होता है। उसी तरह, उसे करने के लिए साधन, कार्य और कर्ता का होना ज़रूरी है।"
        },
        {
            "number": 19,
            "sanskrit": "ज्ञानं कर्म च कर्ता च त्रिधैव गुणभेदतः ।\nप्रोच्यते गुणसङ्ख्याने यथावच्छृणु तान्यपि ॥19॥",
            "hindi_meaning": "ज्ञान, कर्म और कर्ता – ये तीनों ही गुणों (सत्त्व, रज, तम) के भेद से तीन प्रकार के बताए गए हैं। अब तुम उन्हें सुनो।",
            "explanation": "यहाँ से भगवान गुणों के आधार पर ज्ञान, कर्म और कर्ता का विश्लेषण शुरू करते हैं। यह भेद आत्मविकास के लिए अत्यंत आवश्यक है।"
        },
        {
            "number": 20,
            "sanskrit": "सर्वभूतेषु येनैकं भावमव्ययमीक्षते ।\nअविभक्तं विभक्तेषु तज्ज्ञानं विद्धि सात्त्विकम् ॥20॥",
            "hindi_meaning": "जिस ज्ञान से सभी भूतों में एक अविनाशी आत्मा को देखा जाता है – जो अविभाज्य है, वह सात्त्विक ज्ञान है।",
            "explanation": "सात्त्विक ज्ञान वह है जो सब जीवों में एक ही ब्रह्म को देखता है। जो यह समझे कि सबका मूल एक है – वही सच्चा ज्ञान है।"
        },
        {
            "number": 21,
            "sanskrit": "पृथक्त्वेन तु यज्ज्ञानं नानाभावान्पृथग्विधान्‌ । वेत्ति सर्वेषु भूतेषु तज्ज्ञानं विद्धि राजसम्‌ ॥21॥",
            "hindi_meaning": "किन्तु जो ज्ञान अर्थात जिस ज्ञान के द्वारा मनुष्य सम्पूर्ण भूतों में भिन्न-भिन्न प्रकार के नाना भावों को अलग-अलग जानता है, उस ज्ञान को तू राजस जान।",
            "explanation": "यह ज्ञान सभी जीवों में एकत्व नहीं देखता, बल्कि उनमें भिन्नता और विविधता को ही सत्य मानता है। ऐसा दृष्टिकोण राजसिक प्रवृत्ति को दर्शाता है जिसमें एकता की समझ नहीं होती।"
        },
        {
            "number": 22,
            "sanskrit": "यत्तु कृत्स्नवदेकस्मिन्कार्ये सक्तमहैतुकम्‌। अतत्त्वार्थवदल्पंच तत्तामसमुदाहृतम्‌॥22॥",
            "hindi_meaning": "परन्तु जो ज्ञान एक कार्यरूप शरीर में ही सम्पूर्ण के सदृश आसक्त है तथा जो बिना युक्तिवाला, तात्त्विक अर्थ से रहित और तुच्छ है- वह तामस कहा गया है।",
            "explanation": "यह ज्ञान केवल एक पक्ष या रूप में ही सच्चाई को देखता है, तर्कहीन होता है और वास्तविकता से दूर होता है। इसे तामस ज्ञान कहा गया है क्योंकि यह अज्ञानता पर आधारित होता है।"
        },
        {
            "number": 23,
            "sanskrit": "नियतं सङ्‍गरहितमरागद्वेषतः कृतम। अफलप्रेप्सुना कर्म यत्तत्सात्त्विकमुच्यते॥",
            "hindi_meaning": "जो कर्म शास्त्रविधि से नियत किया हुआ और कर्तापन के अभिमान से रहित हो तथा फल न चाहने वाले पुरुष द्वारा बिना राग-द्वेष के किया गया हो- वह सात्त्विक कहा जाता है।",
            "explanation": "यह कर्म निस्वार्थ होता है, बिना किसी फल की इच्छा के किया जाता है और धर्मानुसार होता है। इसे सात्त्विक कर्म कहा गया है क्योंकि यह शुद्ध और निष्काम भावना से प्रेरित होता है।"
        },
        {
            "number": 24,
            "sanskrit": "यत्तु कामेप्सुना कर्म साहङ्‍कारेण वा पुनः। क्रियते बहुलायासं तद्राजसमुदाहृतम्‌॥",
            "hindi_meaning": "परन्तु जो कर्म बहुत परिश्रम से युक्त होता है तथा भोगों को चाहने वाले पुरुष द्वारा या अहंकारयुक्त पुरुष द्वारा किया जाता है, वह कर्म राजस कहा गया है।",
            "explanation": "यह कर्म इच्छा और अहंकार से प्रेरित होता है, और इसका उद्देश्य भौतिक लाभ प्राप्त करना होता है। इस प्रकार का कर्म राजसिक स्वभाव का प्रतीक है।"
        },
        {
            "number": 25,
            "sanskrit": "अनुबन्धं क्षयं हिंसामनवेक्ष्य च पौरुषम्‌ । मोहादारभ्यते कर्म यत्तत्तामसमुच्यते॥",
            "hindi_meaning": "जो कर्म परिणाम, हानि, हिंसा और सामर्थ्य को न विचारकर केवल अज्ञान से आरंभ किया जाता है, वह तामस कहा जाता है।",
            "explanation": "यह तामसिक कर्म अंधकार और भ्रम से उत्पन्न होता है, जिसमें विवेक का अभाव होता है और परिणाम की चिंता किए बिना कर्म किया जाता है।"
        },
        {
            "number": 26,
            "sanskrit": "मुक्तसङ्गोऽनहंवादी धृत्युत्साहसमन्वितः। सिद्ध्यसिद्ध्योर्निर्विकारः कर्ता सात्त्विक उच्यते॥26॥",
            "hindi_meaning": "जो कर्ता संयोग से रहित है, अहंकाररहित है, धैर्य और उत्साह से युक्त है, और सफलता-असफलता में समान रहता है - वह सात्त्विक कर्ता कहा जाता है।",
            "explanation": "सात्त्विक कर्ता निष्काम, विनम्र और स्थिरचित्त होता है। वह फल की चिंता किए बिना अपने कर्तव्य को निभाता है और हर परिस्थिति में शांत रहता है।"
        },
        {
            "number": 27,
            "sanskrit": "रागी कर्मफलप्रेप्सुर्लुब्धो हिंसात्मकोऽशुचिः। हर्षशोकान्वितः कर्ता राजसः परिकीर्तितः॥27॥",
            "hindi_meaning": "जो कर्ता रागयुक्त है, कर्मफल की इच्छा वाला, लोभी, हिंसक, अशुद्ध और सुख-दुख से प्रभावित होता है - वह राजसिक कर्ता कहलाता है।",
            "explanation": "राजसिक कर्ता स्वार्थ से प्रेरित होता है, उसे कर्म का फल चाहिए होता है। उसकी प्रवृत्ति हिंसात्मक और असंतुलित होती है, जो अहंकार से जुड़ी होती है।"
        },
        {
            "number": 28,
            "sanskrit": "अयुक्तः प्राकृतः स्तब्धः शठो नैष्कृतिकः अलसः। विषादी दीर्घसूत्री च कर्ता तामस उच्यते॥28॥",
            "hindi_meaning": "जो कर्ता असंयमी, स्वभाव से मूर्ख, अहंकारी, कपटी, दूसरों को कष्ट देने वाला, आलसी, दुखी और विलंब करने वाला होता है - वह तामसिक कर्ता कहा गया है।",
            "explanation": "तामसिक कर्ता अज्ञान में डूबा होता है। वह आलस्य, क्रूरता और मोह से प्रेरित होता है और अपने कर्तव्यों को टालता रहता है।"
        },
        {
            "number": 29,
            "sanskrit": "बुद्धेर्भेदं धृतेश्चैव गुणतस्त्रिविधं शृणु। प्रोच्यमानमशेषेण पृथक्त्वेन धनञ्जय॥29॥",
            "hindi_meaning": "हे धनञ्जय! अब तू बुद्धि और धृति के तीन प्रकारों को गुणों के अनुसार संपूर्ण रूप से मुझसे सुन।",
            "explanation": "भगवान अर्जुन को यह बताने वाले हैं कि जैसे कर्म, कर्ता और ज्ञान के प्रकार होते हैं, वैसे ही बुद्धि और धृति के भी तीन गुणों के आधार पर भेद हैं - सात्त्विक, राजसिक और तामसिक।"
        },
        {
            "number": 30,
            "sanskrit": "प्रवृत्तिं च निवृत्तिं च कार्याकार्यमभावयन्। बन्धं मोक्षं च या वेत्ति बुद्धिः सा पार्थ सात्त्विकी॥30॥",
            "hindi_meaning": "हे पार्थ! जो बुद्धि प्रवृत्ति और निवृत्ति को, कर्तव्य और अकर्तव्य को तथा बंधन और मोक्ष को भली-भांति जानती है - वह सात्त्विक बुद्धि है।",
            "explanation": "सात्त्विक बुद्धि सही और गलत, धर्म और अधर्म, बंधन और मुक्ति में स्पष्ट अंतर जानती है। यह विवेकशील और ज्ञानयुक्त होती है, जो आत्मा की उन्नति का मार्ग दिखाती है।"
        },
        {
            "number": 31,
            "sanskrit": "यया धर्ममधर्मं च कार्यं चाकार्यमेव च। अयथावत्प्रजानाति बुद्धिः सा पार्थ राजसी॥",
            "hindi_meaning": "हे पार्थ! मनुष्य जिस बुद्धि के द्वारा धर्म और अधर्म को तथा कर्तव्य और अकर्तव्य को भी यथार्थ नहीं जानता, वह बुद्धि राजसी है।",
            "explanation": "राजसी बुद्धि भ्रमित होती है, और वह सही और गलत के बीच अंतर नहीं पहचान पाती। ऐसे लोग भ्रमित हो जाते हैं और उनका निर्णय चंचल और अस्थिर होता है।"
        },
        {
            "number": 32,
            "sanskrit": "अधर्मं धर्ममिति या मन्यते तमसावृता। सर्वार्थान्विपरीतांश्च बुद्धिः सा पार्थ तामसी॥",
            "hindi_meaning": "हे अर्जुन! जो तमोगुण से घिरी हुई बुद्धि अधर्म को भी 'यह धर्म है' ऐसा मान लेती है तथा इसी प्रकार अन्य संपूर्ण पदार्थों को भी विपरीत मान लेती है, वह बुद्धि तामसी है।",
            "explanation": "तमसिक बुद्धि पूरी तरह अंधकार में डूब जाती है। यह लोग अपनी अज्ञानता और भ्रम के कारण गलत को सही मानने लगते हैं और सही को गलत।"
        },
        {
            "number": 33,
            "sanskrit": "धृत्या यया धारयते मनःप्राणेन्द्रियक्रियाः। योगेनाव्यभिचारिण्या धृतिः सा पार्थ सात्त्विकी॥",
            "hindi_meaning": "हे पार्थ! जिस अव्यभिचारिणी धारण शक्ति से मनुष्य ध्यान योग के द्वारा मन, प्राण और इंद्रियों की क्रियाओं को धारण करता है, वह धृति सात्त्विकी है।",
            "explanation": "सात्त्विक धृति वह है जो नित्य, सच्ची और दिव्य शक्ति से जुड़ी होती है। इसमें व्यक्ति एकाग्रचित्त होकर आत्मा की ओर ध्यान करता है, और पूरी तरह से अपनी इंद्रियों को नियंत्रित करता है।"
        },
        {
            "number": 34,
            "sanskrit": "यया तु धर्मकामार्थान्धत्या धारयतेऽर्जुन। प्रसङ्गेण फलाकाङ्क्षी धृतिः सा पार्थ राजसी॥",
            "hindi_meaning": "परंतु हे पृथापुत्र अर्जुन! फल की इच्छावाला मनुष्य जिस धारण शक्ति के द्वारा अत्यंत आसक्ति से धर्म, अर्थ और कामों को धारण करता है, वह धारण शक्ति राजसी है।",
            "explanation": "राजसी धृति में व्यक्ति अपने भौतिक लक्ष्यों की पूर्ति के लिए काम, धर्म और अर्थ को इच्छाशक्ति से जोड़ता है। यह व्यक्ति अपने परिणामों के प्रति बहुत आसक्त रहता है।"
        },
        {
            "number": 35,
            "sanskrit": "यया स्वप्नं भयं शोकं विषादं मदमेव च। न विमुञ्चति दुर्मेधा धृतिः सा पार्थ तामसी॥",
            "hindi_meaning": "हे पार्थ! दुष्ट बुद्धिवाला मनुष्य जिस धारण शक्ति के द्वारा निद्रा, भय, चिंता और दु:ख को तथा उन्मत्तता को भी नहीं छोड़ता अर्थात धारण किए रहता है- वह धारण शक्ति तामसी है।",
            "explanation": "तामसिक धृति में व्यक्ति अपने मानसिक और शारीरिक संघर्षों से बाहर नहीं निकल पाता। यह लोग अपनी समस्याओं में घिरे रहते हैं और हमेशा डर, चिंता, और अन्य नकारात्मक भावनाओं से जूझते रहते हैं।"
        },
        {
            "number": 36,
            "sanskrit": "सुखं त्विदानीं त्रिविधं श्रृणु मे भरतर्षभ। अभ्यासाद्रमते यत्र दुःखान्तं च निगच्छति॥",
            "hindi_meaning": "हे भरतश्रेष्ठ! अब तीन प्रकार के सुख को भी तू मुझसे सुन। जिस सुख में साधक मनुष्य भजन, ध्यान और सेवादि के अभ्यास से रमण करता है और जिससे दुःखों के अंत को प्राप्त हो जाता है, वह आरंभकाल में यद्यपि विष के तुल्य प्रतीत होता है, परन्तु परिणाम में अमृत के तुल्य है, इसलिए वह परमात्मविषयक बुद्धि के प्रसाद से उत्पन्न होने वाला सुख सात्त्विक कहा गया है।",
            "explanation": "यह श्लोक हमें तीन प्रकार के सुखों के बारे में बताता है। पहला सुख वह है जो साधक ध्यान और भजन के अभ्यास से प्राप्त करता है। प्रारंभ में यह सुख विष के जैसा लगता है, परंतु परिणाम में यह अमृत के जैसा हो जाता है। यह सुख सात्त्विक सुख कहलाता है।"
        },
        {
            "number": 37,
            "sanskrit": "यत्तदग्रे विषमिव परिणामेऽमृतोपमम्‌। तत्सुखं सात्त्विकं प्रोक्तमात्मबुद्धिप्रसादजम्‌॥",
            "hindi_meaning": "जो सुख भोगकाल में और परिणाम में आत्मा को मोहित करने वाला है, वह निद्रा, आलस्य और प्रमाद से उत्पन्न सुख तामस कहा गया है।",
            "explanation": "यह श्लोक तामस सुख के बारे में बताता है। यह सुख वही होता है जो आत्मा को मोहित करने वाला होता है और यह आलस्य, निद्रा और प्रमाद से उत्पन्न होता है। इसका परिणाम भी नकारात्मक होता है।"
        },
        {
            "number": 38,
            "sanskrit": "विषयेन्द्रियसंयोगाद्यत्तदग्रेऽमृतोपमम्‌। परिणामे विषमिव तत्सुखं राजसं स्मृतम्‌॥",
            "hindi_meaning": "जो सुख विषय और इंद्रियों के संयोग से होता है, वह पहले भोगकाल में अमृत के तुल्य प्रतीत होने पर भी परिणाम में विष के तुल्य है, इसलिए वह सुख राजस कहा गया है।",
            "explanation": "यह श्लोक राजस सुख के बारे में बताता है। यह सुख विषय और इंद्रियों के संयोग से उत्पन्न होता है और पहले सुखद लगता है, परंतु इसका परिणाम बहुत ही हानिकारक होता है। यह सुख राजस सुख कहलाता है।"
        },
        {
            "number": 39,
            "sanskrit": "यदग्रे चानुबन्धे च सुखं मोहनमात्मनः। निद्रालस्यप्रमादोत्थं तत्तामसमुदाहृतम्‌॥",
            "hindi_meaning": "जो सुख भोगकाल में तथा परिणाम में भी आत्मा को मोहित करने वाला है, वह निद्रा, आलस्य और प्रमाद से उत्पन्न सुख तामस कहा गया है।",
            "explanation": "यह श्लोक तामस सुख के बारे में और अधिक स्पष्ट करता है। यह सुख आत्मा को मोहित करता है और परिणाम में यह मनुष्य को पाप की ओर ले जाता है।"
        },
        {
            "number": 40,
            "sanskrit": "न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुनः। सत्त्वं प्रकृतिजैर्मुक्तं यदेभिःस्यात्त्रिभिर्गुणैः॥",
            "hindi_meaning": "पृथ्वी में या आकाश में अथवा देवताओं में तथा इनके सिवा और कहीं भी ऐसा कोई भी सत्त्व नहीं है, जो प्रकृति से उत्पन्न इन तीनों गुणों से रहित हो।",
            "explanation": "यह श्लोक यह बताता है कि प्रकृति के तीन गुणों (सत्त्व, रजस, तमस) से कोई भी सत्त्व मुक्त नहीं होता। सभी प्राणी और देवता इन गुणों से प्रभावित होते हैं।"
        },
        {
            "number": 41,
            "sanskrit": "ब्राह्मणक्षत्रियविशां शूद्राणां च परन्तप। कर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणैः॥",
            "hindi_meaning": "हे परंतप! ब्राह्मण, क्षत्रिय और वैश्यों के तथा शूद्रों के कर्म स्वभाव से उत्पन्न गुणों द्वारा विभक्त किए गए हैं।",
            "explanation": "यह श्लोक यह बताता है कि हर वर्ग (ब्राह्मण, क्षत्रिय, वैश्य और शूद्र) के कर्म उनके स्वभाव और गुणों के अनुसार विभक्त होते हैं।"
        },
        {
            "number": 42,
            "sanskrit": "शमो दमस्तपः शौचं क्षान्तिरार्जवमेव च। ज्ञानं विज्ञानमास्तिक्यं ब्रह्मकर्म स्वभावजम्‌ ॥",
            "hindi_meaning": "अंतःकरण का निग्रह करना, इंद्रियों का दमन करना, धर्मपालन के लिए कष्ट सहना, बाहर-भीतर से शुद्ध रहना, दूसरों के अपराधों को क्षमा करना, मन, इंद्रिय और शरीर को सरल रखना, वेद, शास्त्र, ईश्वर और परलोक आदि में श्रद्धा रखना, वेद-शास्त्रों का अध्ययन-अध्यान करना और परमात्मा के तत्त्व का अनुभव करना- ये सब ब्राह्मण के स्वाभाविक कर्म हैं।",
            "explanation": "यह श्लोक ब्राह्मण के कर्मों का वर्णन करता है। ब्राह्मणों के स्वाभाविक कर्म जैसे शुद्धता, तप, ज्ञान की प्राप्ति आदि होते हैं। ये कर्म उनके आंतरिक शुद्धता और ज्ञान के लिए आवश्यक होते हैं।"
        },
        {
            "number": 43,
            "sanskrit": "शौर्यं तेजो धृतिर्दाक्ष्यं युद्धे चाप्यपलायनम्‌। दानमीश्वरभावश्च क्षात्रं कर्म स्वभावजम्‌॥",
            "hindi_meaning": "शूरवीरता, तेज, धैर्य, चतुरता और युद्ध में न भागना, दान देना और स्वामिभाव- ये सब-के-सब ही क्षत्रिय के स्वाभाविक कर्म हैं॥",
            "explanation": "यह श्लोक क्षत्रिय के स्वाभाविक कर्मों का वर्णन करता है। इसमें शौर्य, तेज, धैर्य, चतुरता, युद्ध में न भागने का साहस और दान देने का गुण क्षत्रिय की विशेषताएँ मानी गई हैं।"
        },
        {
            "number": 44,
            "sanskrit": "कृषिगौरक्ष्यवाणिज्यं वैश्यकर्म स्वभावजम्‌। परिचर्यात्मकं कर्म शूद्रस्यापि स्वभावजम्‌॥",
            "hindi_meaning": "खेती, गोपालन और क्रय-विक्रय रूप सत्य व्यवहार ये वैश्य के स्वाभाविक कर्म हैं तथा सब वर्णों की सेवा करना शूद्र का भी स्वाभाविक कर्म है॥",
            "explanation": "यह श्लोक वैश्य और शूद्र के स्वाभाविक कर्मों का वर्णन करता है। वैश्य का कर्म कृषि, गोपालन और व्यापार से संबंधित है, जबकि शूद्र का कर्म दूसरों की सेवा करना है।"
        },
        {
            "number": 45,
            "sanskrit": "स्वे स्वे कर्मण्यभिरतः संसिद्धिं लभते नरः। स्वकर्मनिरतः सिद्धिं यथा विन्दति तच्छृणु॥",
            "hindi_meaning": "अपने-अपने स्वाभाविक कर्मों में तत्परता से लगा हुआ मनुष्य भगवत्प्राप्ति रूप परमसिद्धि को प्राप्त हो जाता है। अपने स्वाभाविक कर्म में लगा हुआ मनुष्य जिस प्रकार से कर्म करके परमसिद्धि को प्राप्त होता है, उस विधि को तू सुन॥",
            "explanation": "यह श्लोक बताता है कि जो व्यक्ति अपने स्वाभाविक कर्मों में समर्पित होकर कार्य करता है, वह परम सिद्धि प्राप्त करता है। इसका अर्थ है कि हम अपने स्वभाविक कर्मों को पूरी ईमानदारी और समर्पण से करें, तो हम आत्मसिद्धि तक पहुँच सकते हैं।"
        },
        {
            "number": 46,
            "sanskrit": "यतः प्रवृत्तिर्भूतानां येन सर्वमिदं ततम्‌। स्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानवः॥",
            "hindi_meaning": "जिस परमेश्वर से संपूर्ण प्राणियों की उत्पत्ति हुई है और जिससे यह समस्त जगत्‌ व्याप्त है, उस परमेश्वर की अपने स्वाभाविक कर्मों द्वारा पूजा करके मनुष्य परमसिद्धि को प्राप्त हो जाता है॥",
            "explanation": "यह श्लोक बताता है कि परमेश्वर की पूजा अपने स्वाभाविक कर्मों द्वारा करना, जैसे कि हम जो भी कार्य करें, वह परमेश्वर की सेवा और आज्ञा के अनुसार हो, तो हम परम सिद्धि प्राप्त कर सकते हैं।"
        },
        {
            "number": 47,
            "sanskrit": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्‌। स्वभावनियतं कर्म कुर्वन्नाप्नोति किल्बिषम्‌॥",
            "hindi_meaning": "अच्छी प्रकार आचरण किए हुए दूसरे के धर्म से गुणरहित भी अपना धर्म श्रेष्ठ है, क्योंकि स्वभाव से नियत किए हुए स्वधर्मरूप कर्म को करता हुआ मनुष्य पाप को नहीं प्राप्त होता॥",
            "explanation": "यह श्लोक बताता है कि अपना धर्म, भले ही उसमें कमियां हो, दूसरे के धर्म से श्रेष्ठ है। यदि हम अपने स्वाभाविक कर्मों का पालन करते हैं, तो हम पाप से बच सकते हैं।"
        },
        {
            "number": 48,
            "sanskrit": "सहजं कर्म कौन्तेय सदोषमपि न त्यजेत्‌। सर्वारम्भा हि दोषेण धूमेनाग्निरिवावृताः॥",
            "hindi_meaning": "अतएव हे कुन्तीपुत्र! दोषयुक्त होने पर भी सहज कर्म को नहीं त्यागना चाहिए, क्योंकि धूएँ से अग्नि की भाँति सभी कर्म किसी-न-किसी दोष से युक्त हैं॥",
            "explanation": "यह श्लोक बताता है कि भले ही हमारे कर्मों में कुछ दोष हों, लेकिन हमें अपने स्वाभाविक कर्मों को छोड़ना नहीं चाहिए, क्योंकि जैसे धूएं से अग्नि ढकी रहती है, वैसे ही हमारे कर्मों में भी कुछ दोष हो सकते हैं, लेकिन यह हमारे आत्मा की शुद्धि का मार्ग है।"
        },
        {
            "number": 49,
            "sanskrit": "असक्तबुद्धिः सर्वत्र जितात्मा विगतस्पृहः। नैष्कर्म्यसिद्धिं परमां सन्न्यासेनाधिगच्छति॥",
            "hindi_meaning": "सर्वत्र आसक्तिरहित बुद्धिवाला, स्पृहारहित और जीते हुए अंतःकरण वाला पुरुष सांख्ययोग के द्वारा उस परम नैष्कर्म्यसिद्धि को प्राप्त होता है॥",
            "explanation": "यह श्लोक बताता है कि जो व्यक्ति आसक्ति और इच्छाओं से मुक्त होकर सांख्य योग में सिद्धि प्राप्त करता है, वह परम नैष्कर्म्य सिद्धि को प्राप्त करता है।"
        },
        {
            "number": 50,
            "sanskrit": "सिद्धिं प्राप्तो यथा ब्रह्म तथाप्नोति निबोध मे। समासेनैव कौन्तेय निष्ठा ज्ञानस्य या परा॥",
            "hindi_meaning": "जो कि ज्ञान योग की परानिष्ठा है, उस नैष्कर्म्य सिद्धि को जिस प्रकार से प्राप्त होकर मनुष्य ब्रह्म को प्राप्त होता है, उस प्रकार को हे कुन्तीपुत्र! तू संक्षेप में ही मुझसे समझ॥",
            "explanation": "यह श्लोक बताता है कि ज्ञान योग की निष्ठा से व्यक्ति ब्रह्म के ज्ञान को प्राप्त करता है। यह वह मार्ग है जिससे मनुष्य ब्रह्म को प्राप्त कर सकता है।"
        },
        {
            "number": 51,
            "sanskrit": "बुद्ध्या विशुद्धया युक्तो धृत्यात्मानं नियम्य च। शब्दादीन्विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च॥",
            "hindi_meaning": "शुद्ध बुद्धि से युक्त होकर, धैर्यपूर्वक आत्मा को नियंत्रित करके, विषयों का त्याग कर और राग-द्वेष को दूर करके।",
            "explanation": "जो व्यक्ति विशुद्ध बुद्धि, धैर्य और आत्म-संयम से युक्त होता है, वह बाह्य विषयों जैसे शब्द, स्पर्श आदि को त्याग कर, राग (आकर्षण) और द्वेष (घृणा) से ऊपर उठ जाता है। यह साधक के आंतरिक शुद्धिकरण की प्रक्रिया है।"
        },
        {
            "number": 52,
            "sanskrit": "विविक्तसेवी लघ्वाशी यतवाक्कायमानसः। ध्यानयोगपरो नित्यं वैराग्यं समुपाश्रितः॥",
            "hindi_meaning": "जो एकांतवास करता है, अल्प भोजन करता है, वाणी, शरीर और मन को नियंत्रित करता है, निरंतर ध्यानयोग में लीन रहता है और वैराग्य का आश्रय लेता है।",
            "explanation": "ऐसा साधक एकांत का सेवन करता है, संयमित जीवन जीता है, कम भोजन करता है, अपने वाणी, शरीर और मन को नियंत्रण में रखता है, और ध्यान में निरंतर लगा रहता है। वह दृढ़ वैराग्य धारण करता है, जिससे सांसारिक मोह से मुक्त होकर आत्मिक उन्नति कर सके।"
        },
        {
            "number": 53,
            "sanskrit": "अहङ्कारं बलं दर्पं कामं क्रोधं परिग्रहम्। विमुच्य निर्ममः शान्तो ब्रह्मभूयाय कल्पते॥",
            "hindi_meaning": "जो अहंकार, बल, घमंड, काम, क्रोध और संग्रह का त्याग करके, ममता और अशांति से मुक्त होकर शांत हो जाता है, वह ब्रह्म को प्राप्त होने योग्य बनता है।",
            "explanation": "सच्चा साधक वह है जो अहंकार, शक्ति का अभिमान, घमंड, इच्छाएँ, क्रोध और संपत्ति का संग्रह त्याग देता है। वह निर्मम और शांतचित्त होकर ब्रह्म की प्राप्ति के लिए योग्य बनता है।"
        },
        {
            "number": 54,
            "sanskrit": "ब्रह्मभूतः प्रसन्नात्मा न शोचति न काङ्क्षति। समः सर्वेषु भूतेषु मद्भक्तिं लभते पराम्॥",
            "hindi_meaning": "जो ब्रह्म में स्थित है, प्रसन्नचित्त है, न शोक करता है न इच्छा करता है, वह सब प्राणियों में समभाव रखता है और मेरी परा भक्ति को प्राप्त करता है।",
            "explanation": "जब साधक ब्रह्म में लीन हो जाता है, तो वह सभी मोह, इच्छाओं और शोक से मुक्त होकर प्रसन्नचित्त हो जाता है। वह समत्व की भावना रखता है और परमेश्वर की परम भक्ति को प्राप्त करता है, जो ज्ञान की चरम अवस्था है।"
        },
        {
            "number": 55,
            "sanskrit": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः। ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम्॥",
            "hindi_meaning": "भक्ति के द्वारा मनुष्य मुझे जैसे मैं हूँ, वैसे तत्त्व से जान लेता है और तत्त्व से जानकर तत्क्षण मुझमें लीन हो जाता है।",
            "explanation": "भक्ति के माध्यम से भगवान को तत्त्व से जानना संभव है। जब कोई भक्त पूरी श्रद्धा और प्रेम से भगवान का भजन करता है, तो वह उन्हें उनकी वास्तविक दिव्यता में जान पाता है और जानने के बाद वह उनके साथ एकत्व को प्राप्त करता है।"
        },
        {
            "number": 56,
            "sanskrit": "सर्वकर्माण्यपि सदा कुर्वाणो मद्व्यपाश्रयः। मत्प्रसादादवाप्नोति शाश्वतं पदमव्ययम्॥",
            "hindi_meaning": "जो सदा सब कर्म करता हुआ भी मेरा आश्रय लेता है, वह मेरी कृपा से अविनाशी परम पद को प्राप्त करता है।",
            "explanation": "भगवान बताते हैं कि एक भक्त अगर सांसारिक कर्म करते हुए भी उनके परायण रहता है, तो उनकी कृपा से वह सनातन मुक्त अवस्था को प्राप्त करता है। यह कर्मयोग की सिद्धि है।"
        },
        {
            "number": 57,
            "sanskrit": "चेतसा सर्वकर्माणि मयि सन्न्यस्य मत्परः। बुद्धियोगमुपाश्रित्य मच्चित्तः सततं भव॥",
            "hindi_meaning": "मन से समस्त कर्मों को मुझमें अर्पित करके, बुद्धियोग का आश्रय लेकर निरंतर मुझमें चित्तवाला बनो।",
            "explanation": "यहाँ भगवान अर्जुन को आदेश देते हैं कि वह मन से अपने सारे कर्म भगवान को समर्पित करे, समबुद्धि से कार्य करे और निरंतर भगवान में चित्त लगाए रखे। यही आध्यात्मिक जीवन का मार्ग है।"
        },
        {
            "number": 58,
            "sanskrit": "मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि। अथ चेत्वमहाङ्कारान्न श्रोष्यसि विनङ्क्ष्यसि॥",
            "hindi_meaning": "अगर तू मुझमें चित्त लगाकर चलेगा तो मेरी कृपा से सब संकटों को पार कर जाएगा, लेकिन यदि अहंकार के कारण मेरी बात नहीं मानेगा तो तू नष्ट हो जाएगा।",
            "explanation": "भगवान चेतावनी देते हैं कि अगर अर्जुन अहंकार में आकर युद्ध करने से इनकार करेगा और उनकी आज्ञा नहीं मानेगा, तो वह अपने धर्म से भ्रष्ट होकर अधःपतन को प्राप्त होगा।"
        },
        {
            "number": 59,
            "sanskrit": "यदहङ्कारमाश्रित्य न योत्स्य इति मन्यसे। मिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति॥",
            "hindi_meaning": "जो तू अहंकार के कारण यह सोच रहा है कि 'मैं युद्ध नहीं करूँगा', यह तेरा भ्रम है, तेरी प्रकृति तुझे युद्ध करने के लिए बाध्य कर देगी।",
            "explanation": "प्रकृति के अनुसार अर्जुन का स्वभाव क्षत्रिय का है, जो धर्म की रक्षा के लिए युद्ध करना है। अहंकारवश इससे दूर भागने का प्रयास मिथ्या है। प्रकृति उसे अपने कर्तव्य की ओर ले ही जाएगी।"
        },
        {
            "number": 60,
            "sanskrit": "स्वभावजेन कौन्तेय निबद्धः स्वेन कर्मणा। कर्तुं नेच्छसि यन्मोहात्करिष्यस्यवशोऽपि तत्॥",
            "hindi_meaning": "हे कौन्तेय! जिस कर्म को तू मोह के कारण करना नहीं चाहता, उसे भी तू अपने स्वाभाविक कर्म से बँधा हुआ होकर अवश्य करेगा।",
            "explanation": "यह श्लोक बताता है कि मनुष्य का स्वभाव, प्रकृति द्वारा निर्धारित कर्म से बँधा होता है। चाहे वह उसे टालना चाहे, लेकिन अंततः वह उसे करने के लिए विवश हो जाता है।"
        },
        {
            "number": 61,
            "sanskrit": "ईश्वरः सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति। भ्रामयन्सर्वभूतानि यन्त्रारूढानि मायया॥",
            "hindi_meaning": "हे अर्जुन! ईश्वर सब प्राणियों के हृदय में स्थित है और उन्हें उनकी माया से यंत्रवत घुमा रहा है।",
            "explanation": "परमेश्वर सभी जीवों के अंतःकरण में स्थित हैं और माया की शक्ति से उन्हें उनके कर्मों के अनुसार संसार के चक्र में घुमाते रहते हैं। जीव माया रूपी यंत्र पर सवार होकर कर्मों के अनुसार कार्य करता है।"
        },
        {
            "number": 62,
            "sanskrit": "तमेव शरणं गच्छ सर्वभावेन भारत। तत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम्॥",
            "hindi_meaning": "हे भारत! तू उस परमेश्वर की ही शरण में जा; उसकी कृपा से तू परम शांति और सनातन स्थान को प्राप्त होगा।",
            "explanation": "अंत में भगवान अर्जुन को उपदेश देते हैं कि वह सभी भावों से केवल परमात्मा की शरण में जाए। ऐसा करने पर भगवान की कृपा से वह परम शांति और परमधाम को प्राप्त करेगा, जो मोक्ष की अवस्था है।"
        },
        {
            "number": 63,
            "sanskrit": "इति ते ज्ञानमाख्यातं गुह्याद्‍गुह्यतरं मया । विमृश्यैतदशेषेण यथेच्छसि तथा कुरु ॥",
            "hindi_meaning": "इस प्रकार यह गोपनीय से भी अति गोपनीय ज्ञान मैंने तुमसे कह दिया। अब तू इस रहस्ययुक्त ज्ञान को पूर्णतया भलीभाँति विचार कर, जैसे चाहता है वैसे ही कर।",
            "explanation": "श्रीकृष्ण कहते हैं कि उन्होंने अर्जुन को अत्यंत गुप्त और रहस्यमय ज्ञान बताया है। अब अर्जुन को यह निर्णय स्वयं करना है कि उसे क्या करना चाहिए। यह श्लोक आत्मनिर्णय की स्वतंत्रता पर बल देता है, कि ज्ञान देने के बाद अब निर्णय अर्जुन का है।"
        },
        {
            "number": 64,
            "sanskrit": "सर्वगुह्यतमं भूयः श्रृणु मे परमं वचः । इष्टोऽसि मे दृढमिति ततो वक्ष्यामि ते हितम्‌ ॥",
            "hindi_meaning": "संपूर्ण गोपनीयों से अति गोपनीय मेरे परम रहस्ययुक्त वचन को तू फिर भी सुन। तू मेरा अतिशय प्रिय है, इससे यह परम हितकारक वचन मैं तुझसे कहूँगा।",
            "explanation": "श्रीकृष्ण अर्जुन को फिर से एक विशेष रहस्य बताने जा रहे हैं, जो अत्यंत लाभकारी है। वे कहते हैं कि क्योंकि अर्जुन उन्हें प्रिय है, इसलिए वे उसे यह परम रहस्य बता रहे हैं।"
        },
        {
            "number": 65,
            "sanskrit": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु । मामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे ॥",
            "hindi_meaning": "हे अर्जुन! तू मुझमें मनवाला हो, मेरा भक्त बन, मेरा पूजन करने वाला हो और मुझको प्रणाम कर। ऐसा करने से तू मुझे ही प्राप्त होगा, यह मैं तुझसे सत्य प्रतिज्ञा करता हूँ क्योंकि तू मेरा अत्यंत प्रिय है।",
            "explanation": "इस श्लोक में भक्ति का मर्म बताया गया है। श्रीकृष्ण कहते हैं कि जो उन्हें मन से याद करता है, भक्त बनता है, पूजा करता है और प्रणाम करता है—वह उन्हें प्राप्त करता है। यह एक ईश्वर द्वारा की गई प्रतिज्ञा है।"
        },
        {
            "number": 66,
            "sanskrit": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज । अहं त्वा सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः ॥",
            "hindi_meaning": "संपूर्ण धर्मों को अर्थात संपूर्ण कर्तव्य कर्मों को मुझमें त्यागकर तू केवल एक मुझ सर्वशक्तिमान, सर्वाधार परमेश्वर की ही शरण में आ जा। मैं तुझे संपूर्ण पापों से मुक्त कर दूँगा, तू शोक मत कर।",
            "explanation": "यह गीता का सबसे प्रसिद्ध और सारभूत श्लोक है। श्रीकृष्ण कहते हैं कि सभी कर्तव्यों को त्यागकर बस उनकी शरण में आओ, और वे सारे पापों से मुक्ति देंगे। यह पूर्ण समर्पण और ईश्वर पर विश्वास की पराकाष्ठा है।"
        },
        {
            "number": 67,
            "sanskrit": "इदं ते नातपस्काय नाभक्ताय कदाचन । न चाशुश्रूषवे वाच्यं न च मां योऽभ्यसूयति ॥",
            "hindi_meaning": "यह गीता रूप रहस्य किसी भी समय उस व्यक्ति से न कहना जो तपहीन, भक्ति रहित, सुनने की इच्छा न रखने वाला या मुझमें दोष देखने वाला हो।",
            "explanation": "भगवान श्रीकृष्ण कहते हैं कि यह गूढ़ ज्ञान किसी ऐसे व्यक्ति को नहीं बताया जाना चाहिए जो इसे समझने के लिए तैयार नहीं है, क्योंकि यह शास्त्र श्रद्धा और भक्ति से ही समझा जा सकता है।"
        },
        {
            "number": 68,
            "sanskrit": "य इमं परमं गुह्यं मद्भक्तेष्वभिधास्यति । भक्तिं मयि परां कृत्वा मामेवैष्यत्यसंशयः ॥",
            "hindi_meaning": "जो व्यक्ति मेरे परम भक्तों में इस परम रहस्य को प्रेमपूर्वक कहेगा, वह निश्चित ही मुझे प्राप्त होगा।",
            "explanation": "भगवान कहते हैं कि जो इस ज्ञान का प्रचार करेगा, वह मुझे ही प्राप्त करेगा क्योंकि वह मेरे लिए अत्यंत प्रिय है।"
        },
        {
            "number": 69,
            "sanskrit": "न च तस्मान्मनुष्येषु कश्चिन्मे प्रियकृत्तमः । भविता न च मे तस्मादन्यः प्रियतरो भुवि ॥",
            "hindi_meaning": "उससे बढ़कर मेरा प्रिय कोई भी मनुष्य नहीं है और न कभी होगा जो इस गीता ज्ञान को भक्तों में प्रचारित करता है।",
            "explanation": "श्रीकृष्ण गीता प्रचारक की महिमा बताते हुए कहते हैं कि ऐसा व्यक्ति भगवान को अत्यंत प्रिय होता है।"
        },
        {
            "number": 70,
            "sanskrit": "अध्येष्यते च य इमं धर्म्यं संवादमावयोः । ज्ञानयज्ञेन तेनाहमिष्टः स्यामिति मे मतिः ॥",
            "hindi_meaning": "जो व्यक्ति इस धर्मयुक्त संवाद को पढ़ेगा, वह भी ज्ञानयज्ञ के द्वारा मेरी पूजा करता है – ऐसा मेरा मत है।",
            "explanation": "केवल गीता का श्रवण और अध्ययन भी ईश्वर की पूजा के समान माना गया है।"
        },
        {
            "number": 71,
            "sanskrit": "श्रद्धावाननसूयश्च श्रृणुयादपि यो नरः । सोऽपि मुक्तः शुभाँल्लोकान्प्राप्नुयात्पुण्यकर्मणाम् ॥",
            "hindi_meaning": "जो मनुष्य श्रद्धा और दोषदृष्टि से रहित होकर गीता का श्रवण करता है, वह पापों से मुक्त होकर श्रेष्ठ लोकों को प्राप्त करता है।",
            "explanation": "यह श्लोक गीता श्रवण के महत्व को बताता है, जहाँ केवल श्रद्धा से सुनने पर भी पुण्य प्राप्त होता है।"
        },
        {
            "number": 72,
            "sanskrit": "कच्चिदेतच्छ्रुतं पार्थ त्वयैकाग्रेण चेतसा । कच्चिदज्ञानसम्मोहः प्रनष्टस्ते धनञ्जय ॥",
            "hindi_meaning": "हे अर्जुन! क्या तूने इस उपदेश को एकाग्रचित्त होकर सुना? क्या तेरा अज्ञानजनित मोह नष्ट हो गया?",
            "explanation": "यह श्लोक श्रीकृष्ण द्वारा अर्जुन से अंतिम बार पुष्टि करने का संकेत है कि वह ज्ञान प्राप्त कर सका या नहीं।"
        },
        {
            "number": 73,
            "sanskrit": "अर्जुन उवाच — नष्टो मोहः स्मृतिर्लब्धा त्वत्प्रसादान्मयाच्युत । स्थितोऽस्मि गतसंदेहः करिष्ये वचनं तव ॥",
            "hindi_meaning": "अर्जुन बोले – हे अच्युत! आपकी कृपा से मेरा मोह नष्ट हो गया है, स्मृति लौट आई है, अब मैं दृढ़ हूँ और आपकी आज्ञा का पालन करूंगा।",
            "explanation": "यह अर्जुन का आत्मसमर्पण और ज्ञान को स्वीकार करने की स्थिति दर्शाता है।"
        },
        {
            "number": 74,
            "sanskrit": "सञ्जय उवाच — इत्यहं वासुदेवस्य पार्थस्य च महात्मनः । संवादमिममश्रौषमद्भुतं रोमहर्षणम् ॥",
            "hindi_meaning": "संजय बोले – मैंने वासुदेव और महात्मा अर्जुन का यह अद्भुत रोमांचकारी संवाद सुना।",
            "explanation": "संजय यह संवाद हस्तिनापुर में धृतराष्ट्र को सुना रहे हैं और उसका दिव्य प्रभाव बता रहे हैं।"
        },
        {
            "number": 75,
            "sanskrit": "व्यासप्रसादाच्छ्रुतवानेतद्गुह्यमहं परम् । योगं योगेश्वरात्कृष्णात्साक्षात्कथयतः स्वयम् ॥",
            "hindi_meaning": "श्रीव्यास की कृपा से मैंने यह परम रहस्ययुक्त योग श्रीकृष्ण से प्रत्यक्ष सुना।",
            "explanation": "संजय बताता है कि उसे यह दिव्य ज्ञान व्यासजी की कृपा से प्राप्त हुआ, जिससे उसने यह संवाद प्रत्यक्ष सुना।"
        },
        {
            "number": 76,
            "sanskrit": "राजन्संस्मृत्य संस्मृत्य संवादमिममद्भुतम् । केशवार्जुनयोः पुण्यं हृष्यामि च मुहुर्मुहुः ॥",
            "hindi_meaning": "हे राजन! केशव और अर्जुन के इस पुण्यदायक संवाद को बार-बार स्मरण करके मैं बार-बार आनंदित हो रहा हूँ।",
            "explanation": "संजय इस संवाद की पुनःपुनः स्मृति से जो हर्ष अनुभव कर रहा है, वह बताता है।"
        },
        {
            "number": 77,
            "sanskrit": "तच्च संस्मृत्य संस्मृत्य रूपमत्यद्भुतं हरेः । विस्मयो मे महान् राजन्हृष्यामि च पुनः पुनः ॥",
            "hindi_meaning": "हे राजन! श्रीहरि के उस अद्भुत विराट रूप को स्मरण करके मुझे महान आश्चर्य होता है और मैं बार-बार हर्षित होता हूँ।",
            "explanation": "संजय भगवान श्रीकृष्ण के विराट रूप की दिव्यता को याद कर हर्ष और विस्मय प्रकट करता है।"
        },
        {
            "number": 78,
            "sanskrit": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः । तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम ॥",
            "hindi_meaning": "जहाँ योगेश्वर श्रीकृष्ण और धनुर्धारी अर्जुन हैं, वहाँ निश्चित ही श्री (समृद्धि), विजय, विभूति और अचल नीति है – ऐसा मेरा मत है।",
            "explanation": "यह अंतिम श्लोक गीता का निष्कर्ष है कि जहाँ ईश्वर और सच्चा भक्त मिलते हैं, वहाँ सदैव सफलता और धर्म होता है।"
        }
    ]
}